<!DOCTYPE html>
<html lang="en">
    <head>
        <meta charset="utf-8" />
        <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no" />
        <meta name="description" content="" />
        <meta name="author" content="" />
        <title>Ethic - Etica y Deontologia</title>
        <link rel="icon" type="image/x-icon" href="assets/favicon.ico" />
        <!-- Font Awesome icons (free version)-->
        <script src="https://use.fontawesome.com/releases/v6.1.0/js/all.js" crossorigin="anonymous"></script>
        <!-- Google fonts-->
        <link href="https://fonts.googleapis.com/css?family=Lora:400,700,400italic,700italic" rel="stylesheet" type="text/css" />
        <link href="https://fonts.googleapis.com/css?family=Open+Sans:300italic,400italic,600italic,700italic,800italic,400,300,600,700,800" rel="stylesheet" type="text/css" />
        <!-- Core theme CSS (includes Bootstrap)-->
        <link href="css/styles.css" rel="stylesheet" />
    </head>
    <body>
        <!-- Navigation-->
        <nav class="navbar navbar-expand-lg navbar-light" id="mainNav">
            <div class="container px-4 px-lg-5">
                <a class="navbar-brand" href="index.html">Ethic - Etica y Deontologia</a>
                <button class="navbar-toggler" type="button" data-bs-toggle="collapse" data-bs-target="#navbarResponsive" aria-controls="navbarResponsive" aria-expanded="false" aria-label="Toggle navigation">
                    Menu
                    <i class="fas fa-bars"></i>
                </button>
                <div class="collapse navbar-collapse" id="navbarResponsive">
                    <ul class="navbar-nav ms-auto py-4 py-lg-0">
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="index.html">Home</a></li>
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="about.html">Sobre Nosotros</a></li>
                    </ul>
                </div>
            </div>
        </nav>
        <!-- Page Header-->
        <header class="masthead" style="background-image: url('assets/img/www.ladonote.MX\ \(1\).png')">
        </header>
        <!-- Main Content-->
        <article class="mb-4">
            <div class="container px-4 px-lg-5">
                <div class="row gx-4 gx-lg-5 justify-content-center">
                    <div class="col-md-10 col-lg-8 col-xl-7">
                        <h2 class="section-heading">Hola \(^_^)/</h2>
                        <p>Bienvenido a nuestro sito web, aqui es donde pondremos los contenidos respectivos a las evaluciones de la materia "Etica y Deontologia" de la carrera de "Lic. Informatica" de la Universidad de Oriente Nucleo Nva. Esparta</p>
                        <h2 class="section-heading">Objetivos del Sitio</h2>
                        <p>Disponer el contenido de la materia en un formato moderno y elegante, del que nosotros los autores y, mas importante aun, los docentes estemos satisfechos.</p>
                        <a href="#!"><img class="img-fluid" src="assets/img/www.ladonote.MX (1z).png" alt="..." /></a>
                        <span class="caption text-muted">Ser creativo es lo mas importante a la hora de transmitir un mensaje, tanto para su entendimiento como para su memoria.</span>
                    </div>
                </div>
            </div>
        </article>
        <article class="mb-4">
            <div class="container px-4 px-lg-5">
                <div class="row gx-4 gx-lg-5 justify-content-center">
                    <div class="col-md-10 col-lg-8 col-xl-7">
                        <p>Ahora bien... Vamos a definir algunos conceptos elementales que deberemos manejar a lo largo de esta asignatura.</p>
                        <h2 class="section-heading">&#201;tica</h2>
                        <br>
                        <a href="#!"><img class="img-fluid" src="assets/img/etica-direccion-de-proyectos-1.jpg" alt="..." /></a>
                        <p>La palabra &#233;tica se deriva del griego antiguo ēthik&#243;s (ἠθικός), que significa &quot;relativa al car&#225;cter de uno&quot;, que a su vez proviene de la palabra ra&#237;z &#234;thos (ἦθος) que significa &quot;car&#225;cter, naturaleza moral&quot;.​ Esta palabra fue transferida al lat&#237;n como ethica y luego al franc&#233;s como &#233;thique, del cual fue transferido al espa&#241;ol.
                        </p>
                        <p>Rushworth Kidder afirma que las &quot;definiciones est&#225;ndar de &#233;tica han incluido t&#237;picamente frases como &#39;la ciencia del car&#225;cter humano ideal&#39; o &#39;la ciencia del deber moral&#39;&quot;. Richard William Paul y Linda Elder definen la &#233;tica como &quot;un conjunto de conceptos y principios que nos gu&#237;an para determinar qu&#233; comportamiento ayuda o da&#241;a a las criaturas sensibles&quot;.​ La Cambridge Dictionary of Philosophy establece que la palabra &quot;&#233;tica&quot; es &quot;com&#250;nmente usada indistintamente con &#39;moralidad&#39; ... y a veces se usa de manera m&#225;s estricta para referirse a los principios morales de una tradici&#243;n, grupo o individuo particular.&quot; Paul y Elder afirman que la mayor&#237;a de las personas confunden la &#233;tica con comportarse de acuerdo con las convenciones sociales, las creencias religiosas, la ley, y no tratan la &#233;tica como un concepto independiente.
                        </p>
                        <p>La palabra &quot;&#233;tica&quot; en ingl&#233;s se refiere tambi&#233;n a varias cosas.​ Puede referirse a la &#233;tica filos&#243;fica o la filosof&#237;a moral, un proyecto que intenta utilizar la raz&#243;n para responder a varios tipos de cuestiones &#233;ticas. Como el fil&#243;sofo moral ingl&#233;s Bernard Williams escribe, intentando explicar la filosof&#237;a moral: &quot;Lo que hace que una investigaci&#243;n sea filos&#243;fica es la generalidad reflexiva y un estilo de argumentaci&#243;n que pretende ser racionalmente persuasivo.&quot;​ Williams describe el contenido de esta &#225;rea de investigaci&#243;n c&#243;mo abordar la cuesti&#243;n muy amplia, &quot;c&#243;mo se debe vivir&quot;.​ La &#233;tica tambi&#233;n puede referirse a una habilidad humana com&#250;n para pensar en problemas &#233;ticos que no es particular de la filosof&#237;a. Como ha escrito el bioeticista Larry Churchill: &quot;La &#233;tica, entendida como la capacidad de pensar cr&#237;ticamente sobre los valores morales y dirigir nuestras acciones en t&#233;rminos de tales de valores, es una capacidad humana gen&#233;rica.&quot;​ La &#233;tica tambi&#233;n se puede utilizar para describir los propios idiosincr&#225;sicos principios o h&#225;bitos de una persona en particular.​ Por ejemplo: &quot;Joe tiene una &#233;tica extra&#241;a&quot;.</p>                        
                        <span class="caption text-muted">Wikipedia, C. (2022, April 6). &#201;tica - Wikipedia, la enciclopedia libre. Es. https://es.wikipedia.org/wiki/%C3%89tica#Definiciones</span>
                        <h2 class="section-heading">Deontolog&#237;a</h2>
                        <br>
                        <a href="#!"><img class="img-fluid" src="assets/img/tips-to-maintain-ethics-in-the-workplace-1200x628-1024x536-1.jpg" alt="..." /></a>
                        <p>La deontolog&#237;a (del griego δέον, -οντος d&#233;on, -ontos &#39;lo que es necesario&#39;, &#39;deber&#39; y -log&#237;a &#39;conocimiento&#39;, &#39;estudio&#39;)​ es la rama de la &#233;tica que trata de los deberes, especialmente de los que rigen actividades profesionales, as&#237; como el conjunto de deberes relacionados con el ejercicio de una profesi&#243;n. A su vez, es parte de la filosof&#237;a moral dedicada al estudio de las obligaciones o deberes morales.</p>
                        <h2 class="section-heading">La Deontologia como teor&#237;a de etica normativa</h2>
                        <p>La deontolog&#237;a tambi&#233;n es la teor&#237;a en &#233;tica normativa seg&#250;n la cual existen ciertas acciones que se deben realizar, y otras que no se deben realizar, m&#225;s all&#225; de las consecuencias positivas o negativas que puedan traer.​ Es decir, hay ciertos deberes que se deben cumplir m&#225;s all&#225; de sus consecuencias.​ Para la deontolog&#237;a, las acciones tienen un valor en s&#237; mismas, independientemente de la cantidad de bien que puedan producir. De acuerdo con la convicci&#243;n de que hay acciones buenas o malas en s&#237; mismas, se sigue el deber de realizarlas o de evitarlas. Una acci&#243;n puede ser moralmente correcta, aunque no produzca la mayor cantidad de bien, porque es justa por s&#237; misma.​ Sin embargo, las &#233;ticas deontol&#243;gicas se vuelven cada vez m&#225;s sensibles a la necesidad de considerar las consecuencias globales de las acciones. Si, por ejemplo, mediante una mentira se puede salvar una vida humana, un &#233;tico deontol&#243;gico puede reconocer una ponderaci&#243;n de los resultados de la acci&#243;n. No obstante, en estos casos, se tienen en cuenta las consecuencias de la acci&#243;n y no el valor propio de la acci&#243;n, por lo que queda suspendida la deontolog&#237;a.</p>
                        <span class="caption text-muted">Wikipedia, C. (2022, April 2). Deontolog&#237;a (&#233;tica) - Wikipedia, la enciclopedia libre. Es. https://es.wikipedia.org/wiki/Deontolog%C3%ADa_(%C3%A9tica)</span>
                        <h2 class="section-heading">C&#243;digo de &#201;tica</h2>
                        <br>
                        <a href="#!"><img class="img-fluid" src="assets/img/codetica.jpg" alt="..." /></a>
                        <p>El c&#243;digo de &#233;tica es un documento compuesto por una serie de normas, reglamentos y valores que han sido establecidos para regular los comportamientos y actitudes de las personas que forman parte de un mismo contexto, bien sea con respecto a una profesi&#243;n, organizaci&#243;n o empresa.</p>
                        <p>El c&#243;digo de &#233;tica se apoya en la deontolog&#237;a, una rama de la &#233;tica desde la cual se estudian los deberes que rigen una actividad profesional.</p>
                        <p>Es importante recordar que la &#233;tica se refiere al car&#225;cter, y que es una rama de la filosof&#237;a que estudia la moral y los comportamientos de las personas, cuyo objetivo es determinar aquellas actitudes que son consideradas como buenas o malas en la sociedad.</p>
                        <p>Por su parte, los c&#243;digos son un conjunto de normas y leyes, de tipo obligatorio y vinculado al derecho, implementados para regular diversas actitudes humanas.</p>
                        <span class="caption text-muted">Morales, A. (2019, May 27). C&#243;digo de &#233;tica: qu&#233; es, caracter&#237;sticas y beneficios - Toda Materia. Todamateria. https://www.todamateria.com/codigo-de-etica/</span>
                        <h2 class="section-heading">Colegio de Profesionales</h2>
                        <br>
                        <a href="#!"><img class="img-fluid" src="assets/img/derecho-de-reunion.jpg" alt="..." /></a>
                        <p>Un colegio profesional o colegio oficial es una asociaci&#243;n de car&#225;cter profesional o gremial integrada por quienes ejercen una profesi&#243;n liberal y que suelen estar reconocidos o controlados por el Estado (corporaci&#243;n de derecho p&#250;blico) y las normativas nacionales o estatales. Sus miembros asociados son conocidos como colegiados. Los que se dedican a actividades manuales o artesanales forman organizaciones similares, conocidas como gremios.</p>
                        <h2 class="section-heading">Objetivos y caracter&#237;sticas
                        </h2>
                        <p>Los objetivos de los colegios profesionales suelen ser:</p>
                        <ul>
                            <li>Ordenaci&#243;n del ejercicio de las profesiones, procurando el prestigio y perfeccionamiento;</li>
                            <li>Representaci&#243;n de los practicantes o colegiados y defensa de sus derechos;</li>
                            <li>Defensa de los intereses profesionales de los colegiados;</li>
                            <li>Velar por una pr&#225;ctica profesional &#233;tica, de sus miembros.</li>
                        </ul>
                        <p>Estos estatutos, redactados en la mayor&#237;a de los colegios profesionales, aluden al desarrollo de la actividad correspondiente a cada profesi&#243;n, donde se marcan pautas de actuaci&#243;n consideradas de manera un&#225;nime como &#233;ticas y que contribuyen al bien social de la profesi&#243;n.</p>
                        <p>Actualmente y a partir de los nuevos paradigmas se exige a colegios de un buen n&#250;mero de profesiones, que est&#233;n acreditados. A nivel Internacional pueden estar regidos por la Organizaci&#243;n Mundial de Consejos Interprofesionales OMCI y a nivel local por el Consejo Interprofesional de cada pa&#237;s</p>
                        <span class="caption text-muted">Wikipedia , C. (2022, March 18). Colegio profesional - Wikipedia, la enciclopedia libre. Es. https://es.wikipedia.org/wiki/Colegio_profesional</span>
                    </div>
                </div>
            </div>
        </article>
        <!-- Footer-->
        <footer class="border-top">
            <div class="container px-4 px-lg-5">
                <div class="row gx-4 gx-lg-5 justify-content-center">
                    <div class="col-md-10 col-lg-8 col-xl-7">
                        <ul class="list-inline text-center">
                            <li class="list-inline-item">
                                <a href="#!">
                                    <span class="fa-stack fa-lg">
                                        <i class="fas fa-circle fa-stack-2x"></i>
                                        <i class="fab fa-twitter fa-stack-1x fa-inverse"></i>
                                    </span>
                                </a>
                            </li>
                            <li class="list-inline-item">
                                <a href="#!">
                                    <span class="fa-stack fa-lg">
                                        <i class="fas fa-circle fa-stack-2x"></i>
                                        <i class="fab fa-facebook-f fa-stack-1x fa-inverse"></i>
                                    </span>
                                </a>
                            </li>
                            <li class="list-inline-item">
                                <a href="#!">
                                    <span class="fa-stack fa-lg">
                                        <i class="fas fa-circle fa-stack-2x"></i>
                                        <i class="fab fa-github fa-stack-1x fa-inverse"></i>
                                    </span>
                                </a>
                            </li>
                        </ul>
                        <div class="small text-center text-muted fst-italic">Siguenos! :D</div>
                    </div>
                </div>
            </div>
        </footer>
        <!-- Bootstrap core JS-->
        <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.1.3/dist/js/bootstrap.bundle.min.js"></script>
        <!-- Core theme JS-->
        <script src="js/scripts.js"></script>
    </body>
</html>
