<!DOCTYPE html>
<html lang="en">
    <head>
        <meta charset="utf-8" />
        <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no" />
        <meta name="description" content="" />
        <meta name="author" content="" />
        <title>Ethic - &Eacute;tica y Deontolog&iacute;a</title>
        <link rel="icon" type="image/x-icon" href="assets/favicon.ico" />
        <!-- Font Awesome icons (free version)-->
        <script src="https://use.fontawesome.com/releases/v6.1.0/js/all.js" crossorigin="anonymous"></script>
        <!-- Google fonts-->
        <link href="https://fonts.googleapis.com/css?family=Lora:400,700,400italic,700italic" rel="stylesheet" type="text/css" />
        <link href="https://fonts.googleapis.com/css?family=Open+Sans:300italic,400italic,600italic,700italic,800italic,400,300,600,700,800" rel="stylesheet" type="text/css" />
        <!-- Core theme CSS (includes Bootstrap)-->
        <link href="css/styles.css" rel="stylesheet" />
    </head>

    <style>
        blockquote.quote {
            font-size: 75%;
        }
    </style>
    <body>
        <!-- Navigation-->
        <nav class="navbar navbar-expand-lg navbar-light" id="mainNav">
            <div class="container px-4 px-lg-5">
                <a class="navbar-brand" href="index.html">Ethic - &#201;tica y deontolog&#237;a</a>
                <button class="navbar-toggler" type="button" data-bs-toggle="collapse" data-bs-target="#navbarResponsive" aria-controls="navbarResponsive" aria-expanded="false" aria-label="Toggle navigation">
                    Menu
                    <i class="fas fa-bars"></i>
                </button>
                <div class="collapse navbar-collapse" id="navbarResponsive">
                    <ul class="navbar-nav ms-auto py-4 py-lg-0">
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="index.html">Home</a></li>
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="post-theme-one.html">Tema 1</a></li>
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="post-theme-two.html">Tema 2</a></li>
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="post-theme-three.html">Tema 3</a></li>
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="about.html">Sobre Nosotros</a></li>
                    </ul>
                </div>
            </div>
        </nav>
        <!-- Page Header-->
        <header class="masthead" style="background-image: url('assets/img/post-bg.jpg')">
            <div class="container position-relative px-4 px-lg-5">
                <div class="row gx-4 gx-lg-5 justify-content-center">
                    <div class="col-md-10 col-lg-8 col-xl-7">
                        <div class="post-heading">
                            <h1>Tema 2: C&oacute;digos de Conducta &Eacute;tica</h1>
                            <h2 class="subheading">Documentos y manuales de conducta</h2>
                            <span class="meta">
                                Posteado el 26 de Abril del 2022</span>
                        </div>
                    </div>
                </div>
            </div>
        </header>
        <!-- Post Content-->
        <article class="mb-4">
            <div class="container px-4 px-lg-5">
                <div class="row gx-4 gx-lg-5 justify-content-center">
                    <div class="col-md-10 col-lg-8 col-xl-7">
                        <h2 class="section-heading">Articulos de la Declaraci&oacute;n Universal de los Derechos Humanos (NU)</h2><br></br>
                        <h3>Art&iacute;culo 1</h3>
                        <p>Todos los seres humanos nacen libres e iguales en dignidad y derechos y, dotados como est&aacute;n de raz&oacute;n y conciencia, deben comportarse fraternalmente los unos con los otros.</p>

                        <h3>Art&iacute;culo 2</h3>
                        <p>Toda persona tiene todos los derechos y libertades proclamados en esta Declaraci&oacute;n, sin distinci&oacute;n alguna de raza, color, sexo, idioma, religi&oacute;n, opini&oacute;n pol&iacute;tica o de cualquier otra &iacute;ndole, origen nacional o social, posici&oacute;n econ&oacute;mica, nacimiento o cualquier otra condici&oacute;n. Adem&aacute;s, no se har&aacute; distinci&oacute;n alguna fundada en la condici&oacute;n pol&iacute;tica, jur&iacute;dica o internacional del pa&iacute;s o territorio de cuya jurisdicci&oacute;n dependa una persona, tanto si se trata de un pa&iacute;s independiente, como de un territorio bajo administraci&oacute;n fiduciaria, no aut&oacute;nomo o sometido a cualquier otra limitaci&oacute;n de soberan&iacute;a.</p>

                        <h3>Art&iacute;culo 3</h3>
                        <p>Todo individuo tiene derecho a la vida, a la libertad y a la seguridad de su persona.</p>

                        <h3>Art&iacute;culo 4</h3>
                        <p>Nadie estar&aacute; sometido a esclavitud ni a servidumbre, la esclavitud y la trata de esclavos est&aacute;n prohibidas en todas sus formas.</p>

                        <h3>Art&iacute;culo 5</h3>
                        <p>Nadie ser&aacute; sometido a torturas ni a penas o tratos crueles, inhumanos o degradantes.</p>

                        <h3>Art&iacute;culo 6</h3>
                        <p> Todo ser humano tiene derecho, en todas partes, al reconocimiento de su personalidad jur&iacute;dica.</p>

                        <h3>Art&iacute;culo 7</h3>
                        <p>Todos son iguales ante la ley y tienen, sin distinci&oacute;n, derecho a igual protecci&oacute;n de la ley. Todos tienen derecho a igual protecci&oacute;n contra toda discriminaci&oacute;n que infrinja esta Declaraci&oacute;n y contra toda provocaci&oacute;n a tal discriminaci&oacute;n.</p>

                        <h3>Art&iacute;culo 8</h3>
                        <p>Toda persona tiene derecho a un recurso efectivo ante los tribunales nacionales competentes, que la ampare contra actos que violen sus derechos fundamentales reconocidos por la constituci&oacute;n o por la ley.</p>

                        <h3>Art&iacute;culo 9</h3>
                        <p>Nadie podr&aacute; ser arbitrariamente detenido, preso ni desterrado.</p>

                        <h3>Art&iacute;culo 10</h3>
                        <p>Toda persona tiene derecho, en condiciones de plena igualdad, a ser o&iacute;da p&uacute;blicamente y con justicia por un tribunal independiente e imparcial, para la determinaci&oacute;n de sus derechos y obligaciones o para el examen de cualquier acusaci&oacute;n contra ella en materia penal.</p>

                        <h3>Art&iacute;culo 11</h3>
                        <p>1. Toda persona acusada de delito tiene derecho a que se presuma su inocencia mientras no se pruebe su culpabilidad, conforme a la ley y en juicio p&uacute;blico en el que se le hayan asegurado todas las garant&iacute;as necesarias para su defensa.</p>
                        <p>2. Nadie ser&aacute; condenado por actos u omisiones que en el momento de cometerse no fueron delictivos seg&uacute;n el Derecho nacional o internacional. Tampoco se impondr&aacute; pena m&aacute;s grave que la aplicable en el momento de la comisi&oacute;n del delito.</p>

                        <h3>Art&iacute;culo 12</h3>
                        <p>Nadie ser&aacute; objeto de injerencias arbitrarias en su vida privada, su familia, su domicilio o su correspondencia, ni de ataques a su honra o a su reputaci&oacute;n. Toda persona tiene derecho a la protecci&oacute;n de la ley contra tales injerencias o ataques.</p>

                        <h3>Art&iacute;culo 13</h3>
                        <p>1. Toda persona tiene derecho a circular libremente y a elegir su residencia en el territorio de un Estado.</p>
                        <p>2. Toda persona tiene derecho a salir de cualquier pa&iacute;s, incluso del propio, y a regresar a su pa&iacute;s.</p>

                        <h3>Art&iacute;culo 14</h3>
                        <p>1. En caso de persecuci&oacute;n, toda persona tiene derecho a buscar asilo, y a disfrutar de &eacute;l, en cualquier pa&iacute;s.</p>
                        <p>2. Este derecho no podr&aacute; ser invocado contra una acci&oacute;n judicial realmente originada por delitos comunes o por actos opuestos a los prop&oacute;sitos y principios de las Naciones Unidas.</p>br>

                        <h3>Art&iacute;culo 15</h3>
                        <p>1. Toda persona tiene derecho a una nacionalidad.</p>
                        <p>2. A nadie se privar&aacute; arbitrariamente de su nacionalidad ni del derecho a cambiar de nacionalidad.</p>

                        <h3>Art&iacute;culo 16</h3>
                        <p>1. Los hombres y las mujeres, a partir de la edad n&uacute;bil, tienen derecho, sin restricci&oacute;n alguna por motivos de raza, nacionalidad o religi&oacute;n, a casarse y fundar una familia, y disfrutar&aacute;n de iguales derechos en cuanto al matrimonio, durante el matrimonio y en caso de disoluci&oacute;n del matrimonio.</p>
                        <p>2. S&oacute;lo mediante libre y pleno consentimiento de los futuros esposos podr&aacute; contraerse el matrimonio.</p>
                        <p>3. La familia es el elemento natural y fundamental de la sociedad y tiene derecho a la protecci&oacute;n de la sociedad y del Estado.</p>

                        <h3>Art&iacute;culo 17</h3>
                        <p>1. Toda persona tiene derecho a la propiedad, individual y colectivamente.</p>
                        <p>2. Nadie ser&aacute; privado arbitrariamente de su propiedad.</p>

                        <h3>Art&iacute;culo 18</h3>
                        <p>Toda persona tiene derecho a la libertad de pensamiento, de conciencia y de religi&oacute;n; este derecho incluye la libertad de cambiar de religi&oacute;n o de creencia, as&iacute; como la libertad de manifestar su religi&oacute;n o su creencia, individual y colectivamente, tanto en p&uacute;blico como en privado, por la enseñanza, la pr&aacute;ctica, el culto y la observancia.</p>

                        <h3>Art&iacute;culo 19</h3>
                        <p>Todo individuo tiene derecho a la libertad de opini&oacute;n y de expresi&oacute;n; este derecho incluye el de no ser molestado a causa de sus opiniones, el de investigar y recibir informaciones y opiniones, y el de difundirlas, sin limitaci&oacute;n de fronteras, por cualquier medio de expresi&oacute;n.</p>

                        <h3>Art&iacute;culo 20</h3>
                        <p>1. Toda persona tiene derecho a la libertad de reuni&oacute;n y de asociaci&oacute;n pac&iacute;ficas.</p>
                        <p>2. Nadie podr&aacute; ser obligado a pertenecer a una asociaci&oacute;n.</p>

                        <h3>Art&iacute;culo 21</h3>
                        <p>1. Toda persona tiene derecho a participar en el gobierno de su pa&iacute;s, directamente o por medio de representantes libremente escogidos.</p>
                        <p>2. Toda persona tiene el derecho de acceso, en condiciones de igualdad, a las funciones p&uacute;blicas de su pa&iacute;s.</p>
                        <p>3. La voluntad del pueblo es la base de la autoridad del poder p&uacute;blico; esta voluntad se expresar&aacute; mediante elecciones aut&eacute;nticas que habr&aacute;n de celebrarse peri&oacute;dicamente, por sufragio universal e igual y por voto secreto u otro procedimiento equivalente que garantice la libertad del voto.</p>

                        <h3>Art&iacute;culo 22</h3>
                        <p>Toda persona, como miembro de la sociedad, tiene derecho a la seguridad social, y a obtener, mediante el esfuerzo nacional y la cooperaci&oacute;n internacional, habida cuenta de la organizaci&oacute;n y los recursos de cada Estado, la satisfacci&oacute;n de los derechos econ&oacute;micos, sociales y culturales, indispensables a su dignidad y al libre desarrollo de su personalidad.</p>

                        <h3>Art&iacute;culo 23</h3>
                        <p>1. Toda persona tiene derecho al trabajo, a la libre elecci&oacute;n de su trabajo, a condiciones equitativas y satisfactorias de trabajo y a la protecci&oacute;n contra el desempleo.</p>
                        <p>2. Toda persona tiene derecho, sin discriminaci&oacute;n alguna, a igual salario por trabajo igual.</p>
                        <p>3. Toda persona que trabaja tiene derecho a una remuneraci&oacute;n equitativa y satisfactoria, que le asegure, as&iacute; como a su familia, una existencia conforme a la dignidad humana y que ser&aacute; completada, en caso necesario, por cualesquiera otros medios de protecci&oacute;n social.</p>
                        <p>4. Toda persona tiene derecho a fundar sindicatos y a sindicarse para la defensa de sus intereses.</p>

                        <h3>Art&iacute;culo 24</h3>
                        <p>Toda persona tiene derecho al descanso, al disfrute del tiempo libre, a una limitaci&oacute;n razonable de la duraci&oacute;n del trabajo y a vacaciones peri&oacute;dicas pagadas.</p>

                        <h3>Art&iacute;culo 25</h3>
                        <p>1. Toda persona tiene derecho a un nivel de vida adecuado que le asegure, as&iacute; como a su familia, la salud y el bienestar, y en especial la alimentaci&oacute;n, el vestido, la vivienda, la asistencia m&eacute;dica y los servicios sociales necesarios; tiene asimismo derecho a los seguros en caso de desempleo, enfermedad, invalidez, viudez, vejez u otros casos de p&eacute;rdida de sus medios de subsistencia por circunstancias independientes de su voluntad.</p>
                        <p>2. La maternidad y la infancia tienen derecho a cuidados y asistencia especiales. Todos los niños, nacidos de matrimonio o fuera de matrimonio, tienen derecho a igual protecci&oacute;n social.
                        </p>        
                        <h3>Art&iacute;culo 26</h3>
                        <p>1. Toda persona tiene derecho a la educaci&oacute;n. La educaci&oacute;n debe ser gratuita, al menos en lo concerniente a la instrucci&oacute;n elemental y fundamental. La instrucci&oacute;n elemental ser&aacute; obligatoria. La instrucci&oacute;n t&eacute;cnica y profesional habr&aacute; de ser generalizada; el acceso a los estudios superiores ser&aacute; igual para todos, en funci&oacute;n de los m&eacute;ritos respectivos.</p>
                        <p>2. La educaci&oacute;n tendr&aacute; por objeto el pleno desarrollo de la personalidad humana y el fortalecimiento del respeto a los derechos humanos y a las libertades fundamentales; favorecer&aacute; la comprensi&oacute;n, la tolerancia y la amistad entre todas las naciones y todos los grupos &eacute;tnicos o religiosos, y promover&aacute; el desarrollo de las actividades de las Naciones Unidas para el mantenimiento de la paz.</p>
                        <p>3. Los padres tendr&aacute;n derecho preferente a escoger el tipo de educaci&oacute;n que habr&aacute; de darse a sus hijos.</p>

                        <h3>Art&iacute;culo 27</h3>
                        <p>1. Toda persona tiene derecho a tomar parte libremente en la vida cultural de la comunidad, a gozar de las artes y a participar en el progreso cient&iacute;fico y en los beneficios que de &eacute;l resulten.</p>
                        <p>2. Toda persona tiene derecho a la protecci&oacute;n de los intereses morales y materiales que le correspondan por raz&oacute;n de las producciones cient&iacute;ficas, literarias o art&iacute;sticas de que sea autora.</p>

                        <h3>Art&iacute;culo 28</h3>
                        <p>Toda persona tiene derecho a que se establezca un orden social e internacional en el que los derechos y libertades proclamados en esta Declaraci&oacute;n se hagan plenamente efectivos.</p>

                        <h3>Art&iacute;culo 29</h3>
                        <p>1. Toda persona tiene deberes respecto a la comunidad, puesto que s&oacute;lo en ella puede desarrollar libre y plenamente su personalidad.</p>
                        <p>2. En el ejercicio de sus derechos y en el disfrute de sus libertades, toda persona estar&aacute; solamente sujeta a las limitaciones establecidas por la ley con el &uacute;nico fin de asegurar el reconocimiento y el respeto de los derechos y libertades de los dem&aacute;s, y de satisfacer las justas exigencias de la moral, del orden p&uacute;blico y del bienestar general en una sociedad democr&aacute;tica.</p>
                        <p>3. Estos derechos y libertades no podr&aacute;n, en ning&uacute;n caso, ser ejercidos en oposici&oacute;n a los prop&oacute;sitos y principios de las Naciones Unidas.</p>

                        <h3>Art&iacute;culo 30</h3>
                        <p>Nada en esta Declaraci&oacute;n podr&aacute; interpretarse en el sentido de que confiere derecho alguno al Estado, a un grupo o a una persona, para emprender y desarrollar actividades o realizar actos tendientes a la supresi&oacute;n de cualquiera de los derechos y libertades proclamados en esta Declaraci&oacute;n.</p>

                       </div>
                </div>
            </div>
        </article>
        <!-- Footer-->
        <footer class="border-top">
            <div class="container px-4 px-lg-5">
                <div class="row gx-4 gx-lg-5 justify-content-center">
                    <div class="col-md-10 col-lg-8 col-xl-7">
                        <ul class="list-inline text-center">
                            <li class="list-inline-item">
                                <a href="#!">
                                    <span class="fa-stack fa-lg">
                                        <i class="fas fa-circle fa-stack-2x"></i>
                                        <i class="fab fa-twitter fa-stack-1x fa-inverse"></i>
                                    </span>
                                </a>
                            </li>
                            <li class="list-inline-item">
                                <a href="#!">
                                    <span class="fa-stack fa-lg">
                                        <i class="fas fa-circle fa-stack-2x"></i>
                                        <i class="fab fa-facebook-f fa-stack-1x fa-inverse"></i>
                                    </span>
                                </a>
                            </li>
                            <li class="list-inline-item">
                                <a href="#!">
                                    <span class="fa-stack fa-lg">
                                        <i class="fas fa-circle fa-stack-2x"></i>
                                        <i class="fab fa-github fa-stack-1x fa-inverse"></i>
                                    </span>
                                </a>
                            </li>
                        </ul>
                        <div class="small text-center text-muted fst-italic">Copyright &copy; Your Website 2022</div>
                    </div>
                </div>
            </div>
        </footer>
        <!-- Bootstrap core JS-->
        <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.1.3/dist/js/bootstrap.bundle.min.js"></script>
        <!-- Core theme JS-->
        <script src="js/scripts.js"></script>
    </body>


</html>
