<!DOCTYPE html>
<html lang="en">
    <head>
        <meta charset="utf-8" />
        <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no" />
        <meta name="description" content="" />
        <meta name="author" content="" />
        <title>Ethic - &Eacute;tica y deontolog&iacute;a</title>
        <link rel="icon" type="image/x-icon" href="assets/favicon.ico" />
        <!-- Font Awesome icons (free version)-->
        <script src="https://use.fontawesome.com/releases/v6.1.0/js/all.js" crossorigin="anonymous"></script>
        <!-- Google fonts-->
        <link href="https://fonts.googleapis.com/css?family=Lora:400,700,400italic,700italic" rel="stylesheet" type="text/css" />
        <link href="https://fonts.googleapis.com/css?family=Open+Sans:300italic,400italic,600italic,700italic,800italic,400,300,600,700,800" rel="stylesheet" type="text/css" />
        <!-- Core theme CSS (includes Bootstrap)-->
        <link href="css/styles.css" rel="stylesheet" />
    </head>
    <body>
        <!-- Navigation-->
        <nav class="navbar navbar-expand-lg navbar-light" id="mainNav">
            <div class="container px-4 px-lg-5">
                <a class="navbar-brand" href="index.html">Ethic - &#201;tica y deontolog&#237;a</a>
                <button class="navbar-toggler" type="button" data-bs-toggle="collapse" data-bs-target="#navbarResponsive" aria-controls="navbarResponsive" aria-expanded="false" aria-label="Toggle navigation">
                    Menu
                    <i class="fas fa-bars"></i>
                </button>
                <div class="collapse navbar-collapse" id="navbarResponsive">
                    <ul class="navbar-nav ms-auto py-4 py-lg-0">
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="index.html">Home</a></li>
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="post-theme-one.html">Tema 1</a></li>
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="post-theme-two.html">Tema 2</a></li>
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="post-theme-three.html">Tema 3</a></li>
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="about.html">Sobre Nosotros</a></li>
                    </ul>
                </div>
            </div>
        </nav>
        <!-- Page Header-->
        <header class="masthead" style="background-image: url('assets/img/ley_de_acceso_a_la_abogacia.jpg')">
            <div class="container position-relative px-4 px-lg-5">
                <div class="row gx-4 gx-lg-5 justify-content-center">
                    <div class="col-md-10 col-lg-8 col-xl-7">
                        <div class="post-heading">
                            <h1>Tema 1: &Eacute;tica y deontolog&iacute;a</h1>
                            <h2 class="subheading">Conceptos y definiciones principales</h2>
                            <span class="meta">
                                Posteado el 19 de Abril del 2022
                            </span>
                        </div>
                    </div>
                </div>
            </div>
        </header>
        <!-- Post Content-->
        <article class="mb-4">
            <div class="container px-4 px-lg-5">
                <div class="row gx-4 gx-lg-5 justify-content-center">
                    <div class="col-md-10 col-lg-8 col-xl-7">
                        <p>Ahora bien... Vamos a definir algunos conceptos elementales que deberemos manejar a lo largo de esta asignatura.</p>
                        <h2 class="section-heading">&#201;tica</h2>
                        <br>
                        <a href="#!"><img class="img-fluid" src="assets/img/etica-direccion-de-proyectos-1.jpg" alt="..." /></a>
                        <p>La &#233;tica, tambi&#233;n conocida como filosof&#237;a moral, es una rama de la filosof&#237;a que implica sistematizar, defender y recomendar conceptos de conducta correcta. Busca resolver cuestiones de moralidad humana definiendo conceptos como el bien y el mal, la virtud y el vicio, la justicia y el crimen</p>

                        <p>La capacidad que tiene un individuo para decidir si algo est&#225; moralmente correcto o no, recibe por nombre criterio &#233;tico. Existen diferentes tipos de criterios que pueden ser utilizados en la toma de una decisi&#243;n, entre ellos se encuentran el criterio utilitario, centrarse en la justicia y centrarse en los derechos.</p>

                        <p>Cada individuo est&#225; en la capacidad de forjarse una imagen de lo que es y desea ser en una sociedad, la cual est&#225; cada vez m&#225;s sumergida en situaciones de riesgo en cuanto a la identidad individual de las personas. A partir de ese momento la familia juega un papel de suma importancia, ya que, infunde valores &#233;ticos y morales.</p>  
                        
                        <p>Adicional a esto, la &#233;tica gu&#237;a al individuo en la evaluaci&#243;n de sus acciones, permiti&#233;ndole una mejor comprensi&#243;n de las personas que le rodea, logrando que el sujeto tenga su propio criterio.</p>

                        <p>El t&#233;rmino &#233;tica proviene de la palabra griega ethos, que originariamente significaba &#171;morada&#187;, &#171;lugar donde se vive&#187; y que termin&#243; por se&#241;alar el &#171;car&#225;cter&#187; o el &#171;modo de ser&#187; peculiar y adquirido de alguien; la costumbre (mos-moris: la moral).</p>
                        
                        <span class="caption text-muted">Yirda, A. (2021, September 13). &#191;Qu&#233; es la &#201;tica? &#187; Su Definici&#243;n y Significado 2021. Conceptodefinicion. https://conceptodefinicion.de/etica/
                        </span>
                        
                        <h2 class="section-heading">Deontolog&#237;a</h2>
                        <br>
                        <a href="#!"><img class="img-fluid" src="assets/img/tips-to-maintain-ethics-in-the-workplace-1200x628-1024x536-1.jpg" alt="..." /></a>
                        
                        <p>Deontolog&#237;a es un concepto que se utiliza para nombrar a una clase de tratado o disciplina que se centra en el an&#225;lisis de los deberes y de los valores regidos por la moral.</p>

                        <p>Se dice que el fil&#243;sofo brit&#225;nico Jeremy Bentham fue el responsable de acu&#241;ar la noci&#243;n. La deontolog&#237;a forma parte de lo que se conoce como &#233;tica normativa (la filosof&#237;a que indica qu&#233; deber&#237;a considerarse como bueno y qu&#233; es lo que deber&#237;a calificarse como malo). Esto quiere decir que cada profesi&#243;n, oficio o &#225;mbito determinado puede tener su propia deontolog&#237;a que indica cu&#225;l es el deber de cada persona.</p>
                        
                        <span class="caption text-muted">Porto, J., Gardey,  . &amp; Merino, M. (2021, March 2). Definici&#243;n de deontolog&#237;a - Qu&#233; es, Significado y Concepto. Definicion. https://definicion.de/deontologia/
                        </span>

                        <h2 class="section-heading">La Deontologia como teor&#237;a de etica normativa</h2>
                        
                        <p>La deontolog&#237;a tambi&#233;n es la teor&#237;a en &#233;tica normativa seg&#250;n la cual existen ciertas acciones que se deben realizar, y otras que no se deben realizar, m&#225;s all&#225; de las consecuencias positivas o negativas que puedan traer.​ Es decir, hay ciertos deberes que se deben cumplir m&#225;s all&#225; de sus consecuencias.​ Para la deontolog&#237;a, las acciones tienen un valor en s&#237; mismas, independientemente de la cantidad de bien que puedan producir. De acuerdo con la convicci&#243;n de que hay acciones buenas o malas en s&#237; mismas, se sigue el deber de realizarlas o de evitarlas. Una acci&#243;n puede ser moralmente correcta, aunque no produzca la mayor cantidad de bien, porque es justa por s&#237; misma.​ Sin embargo, las &#233;ticas deontol&#243;gicas se vuelven cada vez m&#225;s sensibles a la necesidad de considerar las consecuencias globales de las acciones. Si, por ejemplo, mediante una mentira se puede salvar una vida humana, un &#233;tico deontol&#243;gico puede reconocer una ponderaci&#243;n de los resultados de la acci&#243;n. No obstante, en estos casos, se tienen en cuenta las consecuencias de la acci&#243;n y no el valor propio de la acci&#243;n, por lo que queda suspendida la deontolog&#237;a.</p>
                        
                        <span class="caption text-muted">Wikipedia, C. (2022, April 2). Deontolog&#237;a (&#233;tica) - Wikipedia, la enciclopedia libre. Es. https://es.wikipedia.org/wiki/Deontolog%C3%ADa_(%C3%A9tica)</span>

                        <h2 class="section-heading">C&#243;digo de &#201;tica</h2>
                        <br>
                        <a href="#!"><img class="img-fluid" src="assets/img/codetica.jpg" alt="..." /></a>

                        <p>El c&#243;digo de &#233;tica es un documento compuesto por una serie de normas, reglamentos y valores que han sido establecidos para regular los comportamientos y actitudes de las personas que forman parte de un mismo contexto, bien sea con respecto a una profesi&#243;n, organizaci&#243;n o empresa.</p>

                        <p>El c&#243;digo de &#233;tica se apoya en la deontolog&#237;a, una rama de la &#233;tica desde la cual se estudian los deberes que rigen una actividad profesional.</p>

                        <p>Es importante recordar que la &#233;tica se refiere al car&#225;cter, y que es una rama de la filosof&#237;a que estudia la moral y los comportamientos de las personas, cuyo objetivo es determinar aquellas actitudes que son consideradas como buenas o malas en la sociedad.</p>
                        
                        <p>Por su parte, los c&#243;digos son un conjunto de normas y leyes, de tipo obligatorio y vinculado al derecho, implementados para regular diversas actitudes humanas.</p>
                        
                        <span class="caption text-muted">Morales, A. (2019, May 27). C&#243;digo de &#233;tica: qu&#233; es, caracter&#237;sticas y beneficios - Toda Materia. Todamateria. https://www.todamateria.com/codigo-de-etica/</span>
                        
                        <h2 class="section-heading">Colegio de Profesionales</h2>
                        <br>
                        <a href="#!"><img class="img-fluid" src="assets/img/derecho-de-reunion.jpg" alt="..." /></a>
                        
                        <p>Un colegio profesional es una asociaci&#243;n de car&#225;cter profesional, compuesta por unos integrantes que ejercen una misma profesi&#243;n, siendo estos, habitualmente, pertenecientes a profesiones regladas o reconocidas por las normas que aplica el Estado.</p>

                        <p>As&#237;, un colegio profesional es una asociaci&#243;n que tiene un car&#225;cter profesional. Esta asociaci&#243;n se compone de integrantes que suelen desempe&#241;ar una misma profesi&#243;n, adquiriendo la calidad de colegiado.</p>

                        <p>Esta unificaci&#243;n gremial, se suele dar en profesiones reguladas o reguladas. Es decir, aquellas en las que se exigen una serie de criterios para acceder a ellas. Es por esto que las profesiones que recogen los colegios profesionales suelen estar reconocidas, respaldadas, por el propio Estado, as&#237; como por la normativa estatal.</p>

                        <p>Existen normativas para determinadas profesiones que exigen el respaldo colegial para el desempe&#241;o de las funciones. Es el caso de los abogados o los m&#233;dicos, los cuales deben estar colegiados para el desempe&#241;o de su profesi&#243;n dentro de la legalidad vigente.</p>
                        
                        <h2 class="section-heading">Objetivos y caracter&#237;sticas
                        </h2>
                        
                        <p>Entre los objetivos que posee un colegio profesional se encuentran todos aquellos que tengan relaci&#243;n con la profesi&#243;n que dicen representar. En este sentido, su objetivo esencial es primar los intereses de un colectivo frente a cualquier situaci&#243;n que pueda da&#241;ar la profesi&#243;n.</p>

                        <p>Sin embargo, con el desarrollo de los colegios profesionales a lo largo de la historia, se han ido adquiriendo nuevas funciones y objetivos que cabe destacar.</p>

                        <p>Entre los objetivos de un colegio profesional se encuentran:</p>

                        <ul>
                            <li>Defensa de los intereses de la profesi&#243;n.</li>
                            <li>Acciones de formaci&#243;n y reciclaje para la adaptaci&#243;n y la actualizaci&#243;n de los profesionales en activo.</li>
                            <li>La elaboraci&#243;n de un c&#243;digo deontol&#243;gico que ampare el ejercicio profesional.</li>
                            <li>Conectan a profesionales que desempe&#241;an un mismo oficio, generando una defensa y una promoci&#243;n colectiva.</li>
                            <li>Generan acciones, as&#237; como poseen espacios, en los que se generan intercambios de opiniones, as&#237; como contactos, con personas que desempe&#241;an la misma profesi&#243;n.</li>
                            <li>Ofrecen servicios para todos los colegiados en temas como el empleo, publicaciones de inter&#233;s, seguros de responsabilidad civil, as&#237; como todo aquello que pueda ser de utilidad para el colegiado.</li>
                            <li>Emiten propuestas y promueven una legislaci&#243;n que favorezca al colectivo profesional, en contraposici&#243;n de normativas que puedan afectar a los intereses del gremio.</li>
                            <li>Velar por una pr&#225;ctica profesional &#233;tica y responsable.</li>
                            <li>Representaci&#243;n de los colegiados, as&#237; como la defensa de sus derechos.</li>
                            
                        </ul>
                        
                        <p>Entre otros, la relaci&#243;n que presentamos recoge las principales funciones y los objetivos que persigue un colegio profesional.</p>
                                                
                        <span class="caption text-muted">Morales, F. (2022, April 13). Colegio profesional - Qu&#233; es, definici&#243;n y concepto | 2022 | Economipedia. Economipedia. https://economipedia.com/definiciones/colegio-profesional.html</span>
                    </div>
                </div>
            </div>
        </article>
        <!-- Footer-->
        <footer class="border-top">
            <div class="container px-4 px-lg-5">
                <div class="row gx-4 gx-lg-5 justify-content-center">
                    <div class="col-md-10 col-lg-8 col-xl-7">
                        <ul class="list-inline text-center">
                            <li class="list-inline-item">
                                <a href="#!">
                                    <span class="fa-stack fa-lg">
                                        <i class="fas fa-circle fa-stack-2x"></i>
                                        <i class="fab fa-twitter fa-stack-1x fa-inverse"></i>
                                    </span>
                                </a>
                            </li>
                            <li class="list-inline-item">
                                <a href="#!">
                                    <span class="fa-stack fa-lg">
                                        <i class="fas fa-circle fa-stack-2x"></i>
                                        <i class="fab fa-facebook-f fa-stack-1x fa-inverse"></i>
                                    </span>
                                </a>
                            </li>
                            <li class="list-inline-item">
                                <a href="#!">
                                    <span class="fa-stack fa-lg">
                                        <i class="fas fa-circle fa-stack-2x"></i>
                                        <i class="fab fa-github fa-stack-1x fa-inverse"></i>
                                    </span>
                                </a>
                            </li>
                        </ul>
                        <div class="small text-center text-muted fst-italic">Copyright &copy; Your Website 2022</div>
                    </div>
                </div>
            </div>
        </footer>
        <!-- Bootstrap core JS-->
        <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.1.3/dist/js/bootstrap.bundle.min.js"></script>
        <!-- Core theme JS-->
        <script src="js/scripts.js"></script>
    </body>
</html>
