<!DOCTYPE html>
<html lang="en">
    <head>
        <meta charset="utf-8" />
        <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no" />
        <meta name="description" content="" />
        <meta name="author" content="" />
        <title>Ethic - &Eacute;tica y deontolog&iacute;a</title>
        <link rel="icon" type="image/x-icon" href="assets/favicon.ico" />
        <!-- Font Awesome icons (free version)-->
        <script src="https://use.fontawesome.com/releases/v6.1.0/js/all.js" crossorigin="anonymous"></script>
        <!-- Google fonts-->
        <link href="https://fonts.googleapis.com/css?family=Lora:400,700,400italic,700italic" rel="stylesheet" type="text/css" />
        <link href="https://fonts.googleapis.com/css?family=Open+Sans:300italic,400italic,600italic,700italic,800italic,400,300,600,700,800" rel="stylesheet" type="text/css" />
        <!-- Core theme CSS (includes Bootstrap)-->
        <link href="css/styles.css" rel="stylesheet" />
    </head>
    <body>
        <!-- Navigation-->
        <nav class="navbar navbar-expand-lg navbar-light" id="mainNav">
            <div class="container px-4 px-lg-5">
                <a class="navbar-brand" href="index.html">Ethic - &#201;tica y deontolog&#237;a</a>
                <button class="navbar-toggler" type="button" data-bs-toggle="collapse" data-bs-target="#navbarResponsive" aria-controls="navbarResponsive" aria-expanded="false" aria-label="Toggle navigation">
                    Menu
                    <i class="fas fa-bars"></i>
                </button>
                <div class="collapse navbar-collapse" id="navbarResponsive">
                    <ul class="navbar-nav ms-auto py-4 py-lg-0">
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="index.html">Home</a></li>
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="post-theme-one.html">Tema 1</a></li>
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="post-theme-two.html">Tema 2</a></li>
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="post-theme-three.html">Tema 3</a></li>
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="post-theme-four.html">Tema 4</a></li>
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="post-theme-five.html">Tema 5</a></li>
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="post-theme-six.html">Tema 6</a></li>
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="post-theme-seven.html">Tema 7</a></li>
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="about.html">Sobre Nosotros</a></li>
                    </ul>
                </div>
            </div>
        </nav>
        <!-- Page Header-->
        <header class="masthead" style="background-image: url('assets/img/law.jpg')">
            <div class="container position-relative px-4 px-lg-5">
                <div class="row gx-4 gx-lg-5 justify-content-center">
                    <div class="col-md-10 col-lg-8 col-xl-7">
                        <div class="post-heading">
                            <h1>Tema 5: Leyes, Normas, Reglamentos y Resoluciones</h1>
                            <h2 class="subheading">Ley org&aacute;nica de Telecomunicaciones, leyes contra delitos inform&aacute;ticos, firmas electr&oacute;nicas y decreto de propetarios software libre</h2>
                            <span class="meta">
                                Posteado el 6 de Junio del 2022
                            </span>
                        </div>
                    </div>
                </div>
            </div>
        </header>
        <!-- Post Content-->
        <article class="mb-4">
            <div class="container px-4 px-lg-5">
                <div class="row gx-4 gx-lg-5 justify-content-center">
                    <div class="col-md-10 col-lg-8 col-xl-7">

                        <h2 class="section-heading">Ley Org&aacute;nica de Telecomunicaciones (2000)</h2>

                        <p>
                            Esta Ley tiene por objeto establecer las normas que regir&aacute;n las actividades de
                            telecomunicaciones que podr&aacute;n someterse a par&aacute;metros de calidad y metas especiales de
                            cobertura m&iacute;nima uniforme, as&iacute; como a la prestaci&oacute;n de servicios bajo condiciones preferenciales
                            de acceso y precios a escuelas, universidades, bibliotecas, localidades lim&iacute;trofes y centros
                            asistenciales de car&aacute;cter p&uacute;blico.<br></br>
                            La Ley de Telecomunicaciones tiene que ver con la esencia y naturaleza de este importante
                            documento legal, al respecto el referido art&iacute;culo establece el derecho que tiene todo persona “…
                            a la comunicaci&oacute;n y a la realizaci&oacute;n de las actividades econ&oacute;micas de telecomunicaciones…”. Es
                            decir, todo ciudadano debe estar informado de todo lo que acontece en la vida pol&iacute;tica,
                            econ&oacute;mica y social, lo cual le permitir&aacute; intervenir adecuadamente. (Art&iacute;culo 1)
                        </p>

                        <h5>Los objetivos generales de esta Ley son:</h5>
                        <p>

                            1. Defender los intereses de los usuarios, asegurando su derecho al acceso a los
                            servicios de telecomunicaciones, en adecuadas condiciones de calidad, y salvaguardar,
                            en la prestaci&oacute;n de estos, la vigencia de los derechos constitucionales, en particular el del
                            respeto a los derechos al honor, a la intimidad, al secreto en las comunicaciones y el de la
                            protecci&oacute;n a la juventud y la infancia. A estos efectos, podr&aacute;n imponerse obligaciones a
                            los operadores de los servicios para la garant&iacute;a de estos derechos.<br></br>
                            2. Promover y coadyuvar el ejercicio del derecho de las personas a establecer medios de
                            radiodifusi&oacute;n sonora y televisi&oacute;n abierta comunitarias de servicio p&uacute;blico sin fines de lucro,
                            para el ejercicio del derecho a la comunicaci&oacute;n libre y plural.<br></br>
                            3. Procurar condiciones de competencia entre los operadores de servicios.<br></br>
                            4. Promover el desarrollo y la utilizaci&oacute;n de nuevos servicios, redes y tecnolog&iacute;as cuando
                            est&eacute;n disponibles y el acceso a &eacute;stos, en condiciones de igualdad de personas e impulsar
                            la integraci&oacute;n del espacio geogr&aacute;fico y la cohesi&oacute;n econ&oacute;mica y social.<br></br>
                            5. Impulsar la integraci&oacute;n eficiente de servicios de telecomunicaciones.<br></br>
                            6. Promover la investigaci&oacute;n, el desarrollo y la transferencia tecnol&oacute;gica en materia de
                            Telecomunicaciones, la capacitaci&oacute;n y el empleo en el sector.<br></br>
                            7. Hacer posible el uso efectivo, eficiente y pac&iacute;fico de los recursos limitados de
                            telecomunicaciones, tales como la numeraci&oacute;n y el espectro radioel&eacute;ctrico, as&iacute; como la
                            adecuada protecci&oacute;n de este ̇&uacute;ltimo.<br></br>
                            8. Incorporar y garantizar el cumplimiento de las obligaciones de Servicio Universal,
                            calidad y metas de cobertura m&iacute;nima uniforme, y aquellas obligaciones relativas a
                            seguridad y defensa, en materia de telecomunicaciones.<br></br>
                            9. Favorecer el desarrollo arm&oacute;nico de los sistemas de telecomunicaciones en el espacio
                            geogr&aacute;fico, de conformidad con la ley.<br></br>
                            10. Favorecer el desarrollo de los mecanismos de integraci&oacute;n regional en los cuales sea
                            parte la Rep&uacute;blica y fomentar la participaci&oacute;n del pa&iacute;s en organismos internacionales de
                            telecomunicaciones.<br></br>
                            11. Promover la inversi&oacute;n nacional e internacional para la modernizaci&oacute;n y el desarrollo
                            del sector de las telecomunicaciones.<br></br>

                        </p>

                        <p><a href="assets/ley-org-telecom-2000.pdf" download="ley-org-telecom-2000">Descargar</a></p>

                        <h2 class="section-heading">Reglamento Parcial de la Ley Org&aacute;nica de Telecomunicaciones (2000)</h2>

                        <p>
                            
                            El Reglamento tiene por objeto, regular las acciones relativas al otorgamiento de financiamientos
                            a la investigaci&oacute;n y desarrollo en el sector de las telecomunicaciones, garantizados por el Fondo
                            de Investigaci&oacute;n y Desarrollo de la Telecomunicaciones, estableciendo los criterios y directrices
                            sobre los cuales se otorgar&aacute;n los mismos, as&iacute; como las modalidades de financiamiento y sus
                            respectivos instrumentos. (Cap&iacute;tulo I disposiciones generales Principio fundamental y objeto
                            (Articulo 1)<br></br>
                            A los efectos de este instrumento, se entender&aacute; la investigaci&oacute;n como todos aquellos actos
                            Tendentes a indagar o descubrir nuevos elementos, componentes o tecnolog&iacute;as en el &aacute;rea de
                            Telecomunicaciones, tecnolog&iacute;as de informaci&oacute;n o &aacute;reas tecnol&oacute;gicas interdependientes. El
                            desarrollo de las telecomunicaciones se entender&aacute; como el mejoramiento, el impulso, el
                            crecimiento, o consolidaci&oacute;n del sector de las telecomunicaciones en el pa&iacute;s, tomando en cuenta
                            las necesidades detectadas en la sociedad, el Estado y el sector privado, en conjunto con las
                            potencialidades de la academia, los centros de formaci&oacute;n y los centros de Investigaci&oacute;n.
                            <br></br>
                            El Ministerio de Ciencia y Tecnolog&iacute;a, fomentar&aacute; y desarrollar&aacute; la normativa que sea necesaria
                            para el cabal cumplimiento de las actividades relacionadas con la investigaci&oacute;n y desarrollo de
                            las telecomunicaciones. (Definici&oacute;n y facultades. Art&iacute;culo 2)
                        </p>

                        <p><a href="assets/reglamento-ley-organica-telecom.pdf" download="reglamento-ley-organica-telecom">Descargar</a></p>

                        <h2 class="section-heading">Ley Especial contra Delitos Inform&aacute;ticos (2001)</h2>

                        <p>En su primer artículo se describe el objetivo de la ley, el cual es:</p>

                        <p>
                            "La presente ley tiene por objeto la protección integral de los 
                            sistemas que utilizan tecnologías de información, así como la prevención 
                            y sanción de los delitos cometidos contra tales sistemas o cualquiera 
                            de sus componentes, o de los delitos cometidos mediante el uso de 
                            dichas tecnologías en los términos previstos en esta ley"
                        </p>

                        <p>
                            Seguido de un artículo de definiciones donde se hace exposición de 
                            los distintos términos que se manejan en el artículo tal es como:
                        </p>

                        <p>
                            <ul>
                                <li>Tecnología de información</li>
                                <li>Sistema</li>
                                <li>Data</li>
                                <li>Informacion</li>
                                <li>Documento</li>
                                <li>Computador</li>
                                <li>Hardware</li>
                                <li>Firmware</li>
                                <li>Procesamiento de Datos</li>
                                <li>Seguridad</li>
                                <li>Virus</li>
                                <li>Tarjeta Inteligente</li>
                                <li>Constrasena</li>
                                <li>Mensaje de datos</li>
                            </ul>
                        </p>

                        <p>
                            Este título de disposiciones generales se complementa 
                            con otros tres artículos el de extraterritorialidad 
                            donde se se define el alcance de la ley para aquellos 
                            que cometan dichos delitos fuera del territorio nacional, 
                            el de sanciones que describe la naturaleza de las 
                            susodichas para los infractores, y el de responsabilidad 
                            de las personas jurídicas que se explica solo en el título.
                        </p>
                        
                        <p>En esta ley disponemos de la siguiente clasificación de los delitos informáticos:</p>

                        <p>
                            <ol>
                                <li>
                                    <p>Delitos contra los sistemas que utilizan tecnologías información</p>
                                    <p>Aqui podemos destacar los siguientes articulos:</p>
                                    <ul>
                                        <li>N6: Acceso indebido </li>
                                        <li>N7: Sabotaje o daño a sistemas</li>
                                        <li>N8: Sabotaje o daño culposo</li>
                                        <li>N9: Acceso indebido o sabotaje a sistemas protegidos</li>
                                        <li>N10: Posesión de equipos o prestación de servicios de sabotaje</li>
                                        <li>N11: Espionaje informático</li>
                                        <li>N12: Falsificación de documentos</li>
                                    </ul>
                                </li>
                                <li>
                                    <p>Delitos de propiedad</p>
                                    <p>Aqui podemos destacar los siguientes articulos:</p>
                                    <ul>
                                        <li>N13: Hurto </li>
                                        <li>N14: raude </li>
                                        <li>N15: Obtención indebida de bienes y servicios </li>
                                        <li>N16: Manejo para fraudulento de tarjetas inteligentes un instrumentos análogos</li>
                                        <li>N17: Provisión indebida de bienes o servicios</li>
                                        <li>N18: Posesión de equipo para falsificaciones</li>
                                    </ul>
                                </li>
                                <li>
                                    <p>Delitos contra la privacidad de las personas y de las comunicaciones</p>
                                    <p>Aqui podemos destacar los siguientes articulos:</p>
                                    <ul>
                                        <li>N19: Violación de la privacidad de la data o información de carácter personal</li>
                                        <li>N20: Violación de la privacidad de las comunicaciones</li>
                                        <li>N22: Revelación indebida de la data o de información de carácter personal</li>
                                    </ul>
                                </li>
                                <li>
                                    <p>Delitos contra niños niñas o adolescentes</p>
                                    <p>Aqui podemos destacar los siguientes articulos:</p>
                                    <ul>                                        
                                        <li>N21: Difusión o exhibición de material pornográfico</li>
                                        <li>N23: Exhibición pornografía de niños o adolescentes</li>
                                    </ul>
                                </li>
                                <li>
                                    <p>Delitos contra le orden economico</p>
                                    <p>Aqui podemos destacar los siguientes articulos:</p>
                                    <ul>
                                        <li>N24: Apropiación de propiedad intelectual</li>
                                        <li>N25: Oferta engañosa</li>
                                    </ul>
                                </li>
                            </ol>
                        </p>

                        <p><a href="https://www.oas.org/juridico/spanish/mesicic3_ven_anexo18.pdf" download="Ley Especial contra Delitos Informáticos (2001)">Descargar</a></p>

                        <h2 class="section-heading">Ley de Mensajes de Datos y Firmas Electr&oacute;nicas (2001)</h2>
                   
                        <p>Decreto con fuerza de ley sobre mensajes de datos y firmas electrónicas</p>

                        <p>En su primer artículos de describe objetivo de la ley, el cual es:</p>

                        <p>
                            "El presente decreto ley tiene por objeto otorgar y reconocer eficacia
                             y valor jurídico a la firma electrónica, al mensaje de datos, y a todas 
                             información inteligente en formato electrónico, independientemente de 
                             su soporte material atribuible a personas naturales, jurídicas, públicas 
                             o privadas, así como regular todo lo relativo a los proveedores de 
                             servicios de certificación y los certificados electrónicos..."
                        </p>

                        <p>Este viene seguido de las definiciones qué se manejan en dicha ley:</p>

                        <p>
                            <ul>
                                <li>Persona</li>
                                <li>Mensajes de datos</li>
                                <li>Firma electronica</li>
                                <li>Proveedor de servicios de certificacion</li>
                                <li>Acreditacion</li>
                                <li>Certificado electronico</li>
                                <li>Sistema de informacion</li>
                                <li>Usuario</li>
                                <li>Inhabilitacion tecnica</li>
                            </ul>
                        </p>
                        
                        <p>
                            La ley es sumamente extensa, consistiendo en un muy completo 
                            reglamento donde se dejan en claro el valor jurídico de los 
                            los mensajes y los certificados electrónicos y el valor de la integridad de estos, 
                            describir el correcto manejo de estos en las situaciones 
                            pertinentes, los datos a tomar en cuenta en el mensaje y su 
                            certificado, y el cómo se interpretan estos datos.
                        </p>

                        <p>
                            La ley abarca todos estos temas en los siguientes 
                            típicos que agrupan a los artículos contenidos en esta:
                        </p>

                        <p>
                            <ul>
                                <li>Sometimiento a la Constitución y a la ley</li>
                                <li>Cumplimiento de solemnidades y formalidades</li>
                                <li>Integridad el mensaje de datos</li>
                                <li>Constancia por escrito del mensaje de datos</li>
                                <li>Verificación de la emisión del mensaje de datos</li>
                                <li>Oportunidad de la emisión</li>
                                <li>Reglas para la determinación de la recepción</li>
                                <li>Lugar de emisión y recepción</li>
                                <li>Del que se de recibo</li>
                                <li>Oferta y aceptación en los contratos</li>
                                <li>Validez y eficacia de la firma electrónica. Requisitos</li>
                                <li>Efectos jurídicos. Sana crítica</li>
                                <li>La certificación</li>
                                <li>Obligaciones del Signatario</li>
                                <li>Creación de la Superintendencia</li>
                                <li>Objeto de la Superintendencia</li>
                                <li>Competencias de la Superintendencia</li>
                                <li>Ingresos de la Superintendencia</li>
                                <li>De las tasas</li>
                                <li>Mecanismos de control</li>
                                <li>De la supervisión</li>
                                <li>Medidas para garantizar la confiabilidad</li>
                                <li>Designación del Superintendente</li>
                                <li>Requisitos para ser Superintendente</li>
                                <li>Atribuciones del Superintendente</li>
                                <li>Requisitos para ser proveedor de la 
                                    acreditación negativa de la acreditación</li>
                                <li>Actividades de los proveedores de servicios de certificación</li>
                                <li>Obligaciones de los proveedores</li>
                                <li>La contraprestación de servicios</li>
                                <li>Notificación del cese de actividades</li>
                                <li>Garantía de la autoría de la firma electrónica</li>
                                <li>Cancelación</li>
                                <li>Suspensión temporal voluntaria</li>
                                <li>Suspensión o revocatoria forzosa</li>
                                <li>Contenido de la certificados electrónicos</li>
                                <li>Certificados electrónicos extranjeros</li>
                                <li>A los proveedores de servicio de certificación</li>
                                <li>Prescripción de las acciones</li>
                                <li>Falta de acreditación</li>
                                <li>Procedimiento ordinario</li>
                                <li>Disposiciones Finales</li>
                            </ul>
                        </p>

                        <p><a href="https://www.oas.org/juridico/spanish/mesicic3_ven_anexo19.pdf" download="ley de mensajes y certificados electronicos">Descargar</a></p>


                        <h2 class="section-heading">Decreto 3390 – Uso Prioritario de Software Libre (2004)</h2>
                   
                        <p>
                            
                            En Venezuela antes se trabajaba con Sistemas Privados que daban como resultado alto costos
                            econ&oacute;micos para el Estado, es por eso que se emiti&oacute; el Decreto 3.390, por medio de la Gaceta
                            Oficial el 28 de diciembre del 2004, para mejorar la econom&iacute;a del pa&iacute;s, ofrecer oportunidades de
                            trabajo y sobre todo avanzar en el tema de tecnolog&iacute;a e informaci&oacute;n. Si bien, el Software Libre
                            es un programa de computaci&oacute;n que garantiza al usuario acceso al C&oacute;digo Fuente del programa,
                            esto permite ejecutar, copiar, modificar hasta incluso distribuir el Software. Su fundador es
                            Richard Stallman quien cre&oacute; este Software con la finalidad de que las personas pudieran
                            compartir un sistema como si se compartieran una receta de cocina, de un modo f&aacute;cil y libre. En
                            Venezuela, este tipo de Software ten&iacute;a sinton&iacute;a filos&oacute;fica y libre con los  principios rectores
                            expresados en la Constituci&oacute;n de la Rep&uacute;blica Bolivariana de Venezuela.<br></br>
                            Es por eso que se realizaron varias consultas donde el sector acad&eacute;mico, popular, p&uacute;blico y privado participaba sobre este tema para tomar una decisi&oacute;n el cual era implementar o no este sistema al pa&iacute;s.
                            Adem&aacute;s lo que buscaba el Estado en ese entonces era reducir la dependencia tecnol&oacute;gica,
                            seguridad en informaci&oacute;n, favorecer el trabajo cooperativo, adoptar est&aacute;ndares no dependientes,
                            reducir los costos de aplicaciones, fortalecer el capital humano y garantizar la transferencia
                            tecnol&oacute;gica as&iacute; como tambi&eacute;n brindar oportunidades de trabajo para el pueblo venezolano. Es por
                            eso que el gobierno venezolano decidi&oacute; sacar un decreto con 14 art&iacute;culos, el cual daba permiso a
                            la aplicaci&oacute;n del Software Libre en el pa&iacute;s para cumplir todos estos objetivos. Este es el Decreto
                            3.390: “Mediante el cual se dispone que la Administraci&oacute;n P&uacute;blica Nacional empleara
                            prioritariamente Software Libre desarrollado con est&aacute;ndares abiertos en sus sistemas, proyectos y
                            servicios inform&aacute;ticos”. (Articulo 1). Esto quiere decir, que el Software Libre debe ser de uso
                            obligatorio en los entes p&uacute;blicos a nivel nacional.<br></br>
                            Para dar cumplimento al decreto 3390 el sector gobierno ha venido desarrollando y ejecutando
                            planes de migraci&oacute;n a nivel de servidores, sistemas de informaci&oacute;n y estaciones de trabajo de
                            lo sus usuarios finales, esto con la finalidad de contribuir con la independencia tecnol&oacute;gica y la
                            transferencia de conocimiento que es uno de los objetivos que persigue Venezuela en el &aacute;rea de
                            tecnolog&iacute;a.<br></br>
                            El disponer de un modelo que permita realizar este tipo de migraci&oacute;n fortalecer&aacute;
                            la industria del software libre nacional, y permitir&aacute; estar a&uacute;n m&aacute;s cerca de la
                            independencia tecnol&oacute;gica, se educara al recurso humano en nuevas tecnolog&iacute;as,
                            reducir&aacute; costos, fomentara la colaboraci&oacute;n, cooperaci&oacute;n y la libre competencia dentro del sector gobierno.
                        </p>

                        <p><a href="assets/decreto-3390.pdf" download="decreto-3390">Descargar</a></p>
                        <br></br>
                        </span>
                    </div>
                </div>
            </div>
        </article>
        <!-- Footer-->
        <footer class="border-top">
            <div class="container px-4 px-lg-5">
                <div class="row gx-4 gx-lg-5 justify-content-center">
                    <div class="col-md-10 col-lg-8 col-xl-7">
                        <ul class="list-inline text-center">
                            <li class="list-inline-item">
                                <a href="#!">
                                    <span class="fa-stack fa-lg">
                                        <i class="fas fa-circle fa-stack-2x"></i>
                                        <i class="fab fa-twitter fa-stack-1x fa-inverse"></i>
                                    </span>
                                </a>
                            </li>
                            <li class="list-inline-item">
                                <a href="#!">
                                    <span class="fa-stack fa-lg">
                                        <i class="fas fa-circle fa-stack-2x"></i>
                                        <i class="fab fa-facebook-f fa-stack-1x fa-inverse"></i>
                                    </span>
                                </a>
                            </li>
                            <li class="list-inline-item">
                                <a href="#!">
                                    <span class="fa-stack fa-lg">
                                        <i class="fas fa-circle fa-stack-2x"></i>
                                        <i class="fab fa-github fa-stack-1x fa-inverse"></i>
                                    </span>
                                </a>
                            </li>
                        </ul>
                        <div class="small text-center text-muted fst-italic">Copyright &copy; Your Website 2022</div>
                    </div>
                </div>
            </div>
        </footer>
        <!-- Bootstrap core JS-->
        <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.1.3/dist/js/bootstrap.bundle.min.js"></script>
        <!-- Core theme JS-->
        <script src="js/scripts.js"></script>
    </body>
</html>
