<!DOCTYPE html>
<html lang="en">
    <head>
        <meta charset="utf-8" />
        <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no" />
        <meta name="description" content="" />
        <meta name="author" content="" />
        <title>Ethic - &Eacute;tica y Deontolog&iacute;a</title>
        <link rel="icon" type="image/x-icon" href="assets/favicon.ico" />
        <!-- Font Awesome icons (free version)-->
        <script src="https://use.fontawesome.com/releases/v6.1.0/js/all.js" crossorigin="anonymous"></script>
        <!-- Google fonts-->
        <link href="https://fonts.googleapis.com/css?family=Lora:400,700,400italic,700italic" rel="stylesheet" type="text/css" />
        <link href="https://fonts.googleapis.com/css?family=Open+Sans:300italic,400italic,600italic,700italic,800italic,400,300,600,700,800" rel="stylesheet" type="text/css" />
        <!-- Core theme CSS (includes Bootstrap)-->
        <link href="css/styles.css" rel="stylesheet" />
    </head>

    <style>
        blockquote.quote {
            font-size: 75%;
        }
    </style>
    <body>
        <!-- Navigation-->
        <nav class="navbar navbar-expand-lg navbar-light" id="mainNav">
            <div class="container px-4 px-lg-5">
                <a class="navbar-brand" href="index.html">Ethic - &#201;tica y deontolog&#237;a</a>
                <button class="navbar-toggler" type="button" data-bs-toggle="collapse" data-bs-target="#navbarResponsive" aria-controls="navbarResponsive" aria-expanded="false" aria-label="Toggle navigation">
                    Menu
                    <i class="fas fa-bars"></i>
                </button>
                <div class="collapse navbar-collapse" id="navbarResponsive">
                    <ul class="navbar-nav ms-auto py-4 py-lg-0">
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="index.html">Home</a></li>
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="post-theme-one.html">Tema 1</a></li>
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="post-theme-two.html">Tema 2</a></li>
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="about.html">Sobre Nosotros</a></li>
                    </ul>
                </div>
            </div>
        </nav>
        <!-- Page Header-->
        <header class="masthead" style="background-image: url('assets/img/diplocamcia.jpg')">
            <div class="container position-relative px-4 px-lg-5">
                <div class="row gx-4 gx-lg-5 justify-content-center">
                    <div class="col-md-10 col-lg-8 col-xl-7">
                        <div class="post-heading">
                            <h1>Tema 2: C&oacute;digos de Conducta &Eacute;tica</h1>
                            <h2 class="subheading">Documentos y manuales de conducta</h2>
                            <span class="meta">
                                Posteado el 26 de Abril del 2022
                            </span>
                        </div>
                    </div>
                </div>
            </div>
        </header>
        <!-- Post Content-->
        <article class="mb-4">
            <div class="container px-4 px-lg-5">
                <div class="row gx-4 gx-lg-5 justify-content-center">
                    <div class="col-md-10 col-lg-8 col-xl-7">
                        <h2 class="section-heading">Manual de Carreño</h2>
                        <br>
                        <a href="#!"><img class="img-fluid" src="assets/img/manual-carreno.jpg" alt="..." /></a>
                        <p>     Apesar de que El Manual de Carreño o tambi&eacute;n conocido como “Manual de Urbanidad y Buenas Maneras” tiene aproximadamente 200 años, sigue siendo utilizado como referente para buenos modales en la mayor&iacute;a de los pa&iacute;ses hispanohablantes. Este libro publicado en 1853 por el pedagogo venezolano  Manuel Antonio Carreño en el que se desarrollan en forma de manual pautas o normas a seguir para comportarse de forma correcta en la sociedad y convivir de una mejor manera con las personas de nuestro entorno.</p>

                        <p>     El manual est&aacute; dividido en dos partes principales: “Deberes morales del hombre” y “Urbanidad”. En estos se listan una serie de cap&iacute;tulos donde se tocan situaciones y contextos espec&iacute;ficos, para as&iacute; establecer el comportamiento adecuado en estos con unas normas propuestas.</p>

                        <p>     En “Deberes morales del hombre” se tocan temas en los cap&iacute;tulos como deberes para con dios donde se tocan temas de h&aacute;bitos religiosos, deberes para con la sociedad donde se habla de respeto hacia las figuras paternas y apreciaci&oacute;n a las mismas como tambi&eacute;n a la patria al sentido del patrimonio, deberes con nosotros mismos donde se reflejan costumbres de respeto, apreciación y responsabilidad para ser implementado con nosotros mismos y nuestros semejantes. </p>  
                        
                        <p>     En la segunda parte, “Urbanidad”, Principios generales correspondiente a las reglas que seguir dentro de una urbanidad para una convivencia sana entre los pertenecientes a esta, “Del aseo” de acuerdo al aseo con nosotros mismos, al aseo de nuestra vestimenta, aseo de nuestras habitaciones y el aseo con los dem&aacute;s.</p>

                        <p>     “Del modo de conducirnos dentro de casa”, donde se tocan temas del m&eacute;todo considerado como parte de la buena educaci&oacute;n que toca temas de c&oacute;mo lidiar el desorden en la vida dom&eacute;stica, del acto de acostarnos y nuestros deberes durante la noche del acto de levantarnos, de la vestimenta que debemos llevar dentro de casa, el arreglo de la casa, la paz dom&eacute;stica, de la manera de conducirnos con nuestra familia y con nuestros vecinos, c&oacute;mo  también el comportamiento cuando estamos en casa ajena.</p>

                        <p>     “Del modo de conducirnos en diferentes lugares fuera de casa”, que habla de temas de cómo comportarse al salir de casa en lugares como en la calle, en templos religiosos, recintos educativos y colegiados.</p>

                        <p>     Hay ciertas citas en el libro que están sugeridas de manera formal como las siguientes:</p>
                        
                        <p>     «No es l&iacute;cito a un caballero invitar a bailar a una señora con quien no se tenga amistad».</p>
                        
                        <p>     «Jamás empleemos los dedos para limpiarnos los ojos, los o&iacute;dos, los dientes, ni mucho menos las narices. La persona que lo hace excita un asco invencible en los dem&aacute;s».</p>
                        
                        <p>     «Las atenciones que debemos a los dem&aacute;s no pueden usarse de manera igual con todos. La urbanidad estima en mucho las categor&iacute;as establecidas por la naturaleza, la sociedad y Dios: as&iacute; es que obliga a dar preferencia a unas personas sobre otras».</p>
                        
                        <p>     «El aplauso en las comedias debe ser corto y en las tragedias m&aacute;s largo».</p>

                        <p>     «La persona invitada a una cena o un c&oacute;ctel deber&iacute;a presentarse con un regalo o alg&uacute;n detalle».</p>


                        <p>     «Se debe prestar atenci&oacute;n a qui&eacute;n habla y no se debe tomar puntos de vista muy extremos sobre pol&iacute;tica, sexo o religi&oacute;n».</p>

                        <p>     «Debe aprender a recibir cumplidos modestamente y sin rechazarlos nunca».<p>

                        <p>     «Nuestra conducta en sociedad no ser&aacute; nunca otra cosa que una copia en mayor escala de nuestras costumbres dom&eacute;sticas».<p>

                        <p>     Ya que comprende un poco de cada uno de los &aacute;mbitos sociales y costumbres que se ven involucrados en la vida cotidiana, que no solo facilitan el d&iacute;a a d&iacute;a si no que mejoran la calidad de vida y las relaciones de las personas que las emplean es importante que estas sean conocidas y en lo posible puestas en pr&aacute;ctica.<p>
                        
                        <span class="caption text-muted">Palomino, A. (2020, Obctubre 9). 15 reglas de etiqueta que el Manual de Carreño que todo caballero o dama debe conocer. https://culturacolectiva.com/letras/reglas-de-etiqueta-que-el-manual-de-carreno/
                        </span>

                        <span class="caption text-muted">Villacorte, A. (s.f.). Resumen Por Cap&iacute;tulos Del Manual De Carreño. https://en.calameo.com/read/0060514527f41cf47d643
                        </span>
                        
                        <h2 class="section-heading">Declaraci&oacute;n Universal de los Derechos Humanos (NU)</h2>
                        <br>
                        <a href="#!"><img class="img-fluid" src="assets/img/derechos-humanos.jpg" alt="..." /></a>
                        
                        <p> La Declaraci&oacute;n Universal de los Derechos Humanos fue proclamada por la Asamblea General de la Naciones Unidas (ONU) el 10 de diciembre de 1948 en Par&iacute;s. Fue un hito hist&oacute;rico, ya que, por primera vez en la historia, se establecieron una serie de derechos fundamentales que todo ser humano, solo por el hecho de serlo, puede y debe aspirar a conseguir. Es un “​​ideal común para todos los pueblos y naciones”. Persigue, en fin, la posibilidad de felicidad y justicia para todas las personas.</p>

                        <p>Como en su pre&aacute;mbulo describe:</p>

                        <blockquote class="quote">En tanto que el reconocimiento de la dignidad intr&iacute;nseca y de los derechos iguales e inalienables de todos los miembros de la familia humana es el fundamento de la libertad, la justicia y la paz en el mundo,<br></br>

                        En tanto que el desconocimiento y el menosprecio de los derechos humanos han originado actos de barbarie ultrajantes para la conciencia de la humanidad, y el advenimiento de un mundo en que los seres humanos disfruten de la libertad de expresi&oacute;n y de creencias y la libertad del temor y de que se ha proclamado como la aspiraci&oacute;n más elevada de la gente com&uacute;n,<br></br>

                        En tanto que es esencial, si el hombre no debe ser obligado a recurrir, en &uacute;ltima instancia, a la rebeli&oacute;n contra la tiran&iacute;a y la opresi&oacute;n, que los derechos humanos sean protegidos por el ejercicio de la ley,<br></br>

                        En tanto que es esencial para promover el desarrollo de relaciones amistosas entre las naciones,
                        <br></br>

                        Considerando que los pueblos de las Naciones Unidas han reafirmado en la Carta su fe en los derechos humanos fundamentales, en la dignidad y el valor de la persona humana y en la igualdad de derechos de hombres y mujeres y que han decidido promover el progreso social y a elevar el nivel de vida con mayor libertad,<br></br>

                        En tanto que los Estados Miembros se han comprometido a asegurar, en cooperaci&oacute;n con las Naciones Unidas, la promoción del respeto universal y la observancia de los derechos humanos y las libertades fundamentales,<br></br>

                        En tanto que una concepci&oacute;n com&uacute;n de estos derechos y libertades es de la mayor importancia para el pleno cumplimiento de dicho compromiso,<br></br>

                        Ahora, por lo tanto,<br></br> 

                        La Asamblea General,<br></br>

                        Proclama la presente Declaraci&oacute;n Universal de los Derechos Humanos como ideal com&uacute;n por el que todos los pueblos y naciones deben esforzarse, a fin de que tanto los individuos como las instituciones, inspirándose constantemente en ella, promuevan, mediante la enseñanza y la educaci&oacute;n, el respeto a estos derechos y libertades, y aseguren, por medidas progresivas de car&aacute;cter nacional e internacional, su reconocimiento y aplicaci&oacute;n universales y efectivos, tanto entre los pueblos de los Estados Miembros como entre los de los territorios colocados bajo su jurisdicción.</blockquote>

                        <span>A continuacion se listan los
                            <u><a href="post-theme-two-extra.html">Articulos de la declaraci&oacute;n</a></u>
                        </span>

                        <br>
                        
                        <span class="caption text-muted">La Declaraci&oacute;n Universal de Derechos Humanos. Recuperado de https://www.un.org/es/about-us/universal-declaration-of-human-rights
                        </span>

                        <span class="caption text-muted">DECLARACI&Oacute;N UNIVERSAL DE LOS DERECHOS HUMANOS. Recuperado de https://www.unidosporlosderechoshumanos.mx/what-are-human-rights/universal-declaration-of-human-rights/preamble.html
                        </span>
                        
                        <h2 class="section-heading">El "Camino a la Felicidad" de L.Ronald Hubbard</h2>
                        
                        <a href="#!"><img class="img-fluid" src="assets/img/nota-espe-libro-felicidad.jpg" alt="..." /></a>

                        <p>Siendo quiz&#225;s el primer c&#243;digo moral no religioso  basado &#250;nicamente en el sentido com&#250;n, El Camino a la Felicidad de L. Ronald Hubbard es un libreto que contiene 21 preceptos o principios para mejorar la moral en el mundo de hoy.</p>

                        <p>La demanda de la gente de este libreto es mundial, y sus preceptos los aplican decenas de millones de personas en todo el planeta, hombres, mujeres y ni&#241;os de todos los estratos sociales, desde oficiales de la polic&#237;a de Mosc&#250; a los presos con cadena perpetua de San Quint&#237;n, desde los ni&#241;os de las escuelas de Zimbaue y Beverly Hills a jefes de Estado. Se aplica a la vida de cualquier persona, en cualquier parte.</p>

                        <p>Tambi&#233;n expresa los valores morales adoptados por millones de cienci&#243;logos.</p>

                        <p>El Camino a la Felicidad es una descripci&#243;n detallada de cada precepto, incluyendo c&#243;mo funciona y c&#243;mo aplicarlo en la vida. En lugar de simplemente dar un conjunto de reglas o “cosas que hay que hacer”, El Camino a la Felicidad proporciona una reflexi&#243;n real y muestra c&#243;mo se puede poner en pr&#225;ctica cada precepto.</p>

                        <p>Los 21 preceptos son los siguientes:</p>

                        <ol>
                            <li>Cu&#237;date a ti mismo</li>
                            <li>S&#233; moderado</li>
                            <li>No seas promiscuo</li>
                            <li>Ama y ayuda a los ni&#241;os</li>
                            <li>Honra y ayuda a tus padres</li>
                            <li>Da un buen ejemplo</li>
                            <li>Busca vivir con la verdad</li>
                            <li>No asesines</li>
                            <li>No hagas nada ilegal</li>
                            <li>Apoya a un gobierno dise&#241;ado y administrado para toda la gente</li>
                            <li>No da&#241;es a una persona de buena voluntad</li>
                            <li>Protege y mejora tu medio ambiente</li>
                            <li>No robes</li>
                            <li>S&#233; digno de confianza</li>
                            <li>Cumple con tus obligaciones</li>
                            <li>S&#233; industrioso</li>
                            <li>S&#233; competente</li>
                            <li>Respeta las creencias religiosas de los dem&#225;s</li>
                            <li>Trata de no hacer a otros lo que no querr&#237;as que te hicieran a ti</li>
                            <li>Intenta tratar a los dem&#225;s como te gustar&#237;a que te trataran a ti</li>
                            <li>Florece y prospera</li>
                        </ol>

                        <span class="caption text-muted">Iglesia de Scientology., E. (2008, April 2). El Camino a la Felicidad. Freedommag. https://www.freedommag.org/spanish/vol1i12/page17.htm</span>

                        </div>
                </div>
            </div>
        </article>
        <!-- Footer-->
        <footer class="border-top">
            <div class="container px-4 px-lg-5">
                <div class="row gx-4 gx-lg-5 justify-content-center">
                    <div class="col-md-10 col-lg-8 col-xl-7">
                        <ul class="list-inline text-center">
                            <li class="list-inline-item">
                                <a href="#!">
                                    <span class="fa-stack fa-lg">
                                        <i class="fas fa-circle fa-stack-2x"></i>
                                        <i class="fab fa-twitter fa-stack-1x fa-inverse"></i>
                                    </span>
                                </a>
                            </li>
                            <li class="list-inline-item">
                                <a href="#!">
                                    <span class="fa-stack fa-lg">
                                        <i class="fas fa-circle fa-stack-2x"></i>
                                        <i class="fab fa-facebook-f fa-stack-1x fa-inverse"></i>
                                    </span>
                                </a>
                            </li>
                            <li class="list-inline-item">
                                <a href="#!">
                                    <span class="fa-stack fa-lg">
                                        <i class="fas fa-circle fa-stack-2x"></i>
                                        <i class="fab fa-github fa-stack-1x fa-inverse"></i>
                                    </span>
                                </a>
                            </li>
                        </ul>
                        <div class="small text-center text-muted fst-italic">Copyright &copy; Your Website 2022</div>
                    </div>
                </div>
            </div>
        </footer>
        <!-- Bootstrap core JS-->
        <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.1.3/dist/js/bootstrap.bundle.min.js"></script>
        <!-- Core theme JS-->
        <script src="js/scripts.js"></script>
    </body>


</html>
