<!DOCTYPE html>
<html lang="en">
    <head>
        <meta charset="utf-8" />
        <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no" />
        <meta name="description" content="" />
        <meta name="author" content="" />
        <title>Ethic - &Eacute;tica y deontolog&iacute;a</title>
        <link rel="icon" type="image/x-icon" href="assets/favicon.ico" />
        <!-- Font Awesome icons (free version)-->
        <script src="https://use.fontawesome.com/releases/v6.1.0/js/all.js" crossorigin="anonymous"></script>
        <!-- Google fonts-->
        <link href="https://fonts.googleapis.com/css?family=Lora:400,700,400italic,700italic" rel="stylesheet" type="text/css" />
        <link href="https://fonts.googleapis.com/css?family=Open+Sans:300italic,400italic,600italic,700italic,800italic,400,300,600,700,800" rel="stylesheet" type="text/css" />
        <!-- Core theme CSS (includes Bootstrap)-->
        <link href="css/styles.css" rel="stylesheet" />
    </head>
    <body>
        <!-- Navigation-->
        <nav class="navbar navbar-expand-lg navbar-light" id="mainNav">
            <div class="container px-4 px-lg-5">
                <a class="navbar-brand" href="index.html">Ethic - &#201;tica y deontolog&#237;a</a>
                <button class="navbar-toggler" type="button" data-bs-toggle="collapse" data-bs-target="#navbarResponsive" aria-controls="navbarResponsive" aria-expanded="false" aria-label="Toggle navigation">
                    Menu
                    <i class="fas fa-bars"></i>
                </button>
                <div class="collapse navbar-collapse" id="navbarResponsive">
                    <ul class="navbar-nav ms-auto py-4 py-lg-0">
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="index.html">Home</a></li>
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="post-theme-one.html">Tema 1</a></li>
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="post-theme-two.html">Tema 2</a></li>
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="post-theme-three.html">Tema 3</a></li>
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="post-theme-four.html">Tema 4</a></li>
                        <li class="nav-item"><a class="nav-link px-lg-3 py-3 py-lg-4" href="about.html">Sobre Nosotros</a></li>
                    </ul>
                </div>
            </div>
        </nav>
        <!-- Page Header-->
        <header class="masthead" style="background-image: url('assets/img/aps-lab-students-8x5-banner2400.jpg')">
            <div class="container position-relative px-4 px-lg-5">
                <div class="row gx-4 gx-lg-5 justify-content-center">
                    <div class="col-md-10 col-lg-8 col-xl-7">
                        <div class="post-heading">
                            <h1>Tema 3: C&oacute;digos Deontol&oacute;gicos</h1>
                            <h2 class="subheading">C&oacute;digos IEEE y ACM</h2>
                            <span class="meta">
                                Posteado el 6 de Mayo del 2022
                            </span>
                        </div>
                    </div>
                </div>
            </div>
        </header>
        <!-- Post Content-->
        <article class="mb-4">
            <div class="container px-4 px-lg-5">
                <div class="row gx-4 gx-lg-5 justify-content-center">
                    <div class="col-md-10 col-lg-8 col-xl-7">
                        <h2 class="section-heading">Codigo de la IEEE</h2>
                        <br>
                        <a href="#!"><img class="img-fluid" src="assets/img/iee-ethic.jpg" alt="..." /></a>
                        <p>

                        IEEE es un est&aacute;ndar establecido por el Instituto de Ingenieros El&eacute;ctricos y Electr&oacute;nicos (IEEE). Esta asociaci&oacute;n es una organizaci&oacute;n profesional que trabaja para desarrollar protocolos y reglas para diversas tecnologías. Un protocolo es un conjunto de convenciones instituidas con el prop&oacute;sito de estandarizar una industria o un sector de componentes de una industria.<br></br>

                        Este no se limita solo a la industria inform&aacute;tica y tecnol&oacute;gica. La organizaci&oacute;n produce protocolos para una amplia gama de sectores comerciales. Algunos de los otros campos para los que el IEEE establece convenciones son las industrias ferroviaria y naval, la biometría e incluso la toma de huellas dactilares.<br></br>

                        El IEEE se form&oacute; en 1963 cuando dos organizaciones, el Instituto Americano de Ingenieros El&eacute;ctricos y el Instituto de Ingenieros de Radio, unieron fuerzas y fusionaron sus operaciones. Desde entonces, el IEEE se ha convertido en una de las organizaciones de est&aacute;ndares m&aacute;s importantes y respetadas del mundo.<br></br>
                        </p>

                        <p>Los ingenieros de software debieran obligarse a hacer del an&aacute;lisis, especificaci&oacute;n, diseño, desarrollo, pruebas y mantenimiento del software una profesi&oacute;n respetada y beneficiosa. En concordancia con la obligaci&oacute;n con el bienestar, salud y seguridad de la sociedad, los ingenieros del software debieran adherirse a los Ocho Principios siguientes:</p>

                        <li><b>Sociedad:</b> Los ingenierios de software actuar&aacute;n de manera coherente con el inter&eacute;s social.</li>
                        <li><b>Cliente y Empresario:</b> los ingenieros de software actuar&aacute;n de manera que produzca el mejor resultado para cliente y empresario, y de manera coherente con el inter&eacute;s social.</li>
                        <li><b>Producto:</b> los ingenieros de software garantizar&aacute;n que sus productos y las modificaciones correspondientes cumplen los mayores est&aacute;ndares profesionales posibles.</li>
                        <li><b>Valoraci&oacute;n:</b> los ingenieros de software mantendr&aacute;n la integridad e independencia en sus valoraciones profesionales.</li>
                        <li><b>Gesti&oacute;n:</b> los líderes y gestores de ingeniería de software suscribir&aacute;n y promover&aacute;n un enfoque &eacute;tico en la gesti&oacute;n del desarrollo y mantenimiento del software.</li>
                        <li><b>Profesi&oacute;n:</b> los ingenieros de software avanzar&aacute;n en la integridad y reputaci&oacute;n de la profesi&oacute;n, de manerar consistente con el inter&eacute;s social.</li>
                        <li><b>Compañeros:</b> los ingenieros del software ser&aacute;n justos y apoyar&aacute;n a sus compañeros.</li>
                        <li><b>Personal:</b> los ingenieros del software participar&aacute;n en el aprendizaje continuo referente a la pr&aacute;ctica de su profesi&oacute;n y promover&aacute;n un enfoque &eacute;tico en la pr&aacute;ctica de la profesi&oacute;n.</li>

                        <p>El cumplimiento de estos principios es fundamental para mantener el orden y la harmon&iacute;a en las organizaciones, son pilares que construyen empresas y profesionales competentes y respetables, seguirlos no solo mejora el funcionamiento de las funciones que las personas pertenecientes a estos emplean, si no que tambi&eacute;n, mejoran la calidad de vida de estos y de las personas que interactuan con sus productos.</p>
                        
                        <span class="caption text-muted">¿Qu&eacute; es el protocolo IEEE?. (s.f). Recuperado de https://quesignificado.org/que-es-el-protocolo-ieee/#:~:text=Un%20protocolo%20IEEE%20es%20un%20est%C3%A1ndar%20establecido%20por,<br>para%20desarrollar%20protocolos%20y%20reglas%20para%20diversas%20tecnolog%C3%ADas.</br>
                        </span>

                         <span class="caption text-muted">Dolado, J. (s.f). El C&oacute;digo de &eacute;tica y Pr&aacute;ctica Profesional de Ingeniería del Software. (s.f). Recuperado de http://www.sc.ehu.es/jiwdocoj/elcodigo.htm
                        </span>
                        <br></br>

                        <p><a href="assets/codigo-ieee.pdf" download="codigo-ieee">Descargar c&oacute;digo IEEE</a></p>

                        <h2 class="section-heading">C&oacute;digo de la ACM</h2>
                        <br>
                        <a href="#!"><img class="img-fluid" src="assets/img/acm-ethic.jpg" alt="..." /></a>
                        
                        <p>ACM proviene del ingl&eacute;s Association for Computing Machinery (Asociaci&oacute;n de los Sistemas Inform&aacute;ticos) fue fundada en 1947 como la primera sociedad científica y educativa acerca de la Computaci&oacute;n.<br></br>

                        El C&oacute;digo est&aacute; diseñado para inspirar y guiar la conducta &eacute;tica de todos los profesionales de la Inform&aacute;tica, incluyendo a los profesionales actuales y futuros, a los instructores, los estudiantes, las personas influyentes y a cualquiera que utilice la tecnología inform&aacute;tica para generar un impacto. Adem&aacute;s, el C&oacute;digo sirve como una base para corregir posibles infracciones. El C&oacute;digo incluye principios formulados como declaraciones de responsabilidad, basados en la idea de que el bien público siempre es la primera prioridad. Cada principio esta complementado con guías que proporcionan explicaciones para ayudar a los profesionales de la Inform&aacute;tica a comprenderlo y aplicarlo.<br></br>

                        En general, aborda el modo en el que los principios &eacute;ticos fundamentales se aplican a las conductas de un profesional de la inform&aacute;tica. El C&oacute;digo no es un algoritmo para resolver problemas &eacute;ticos; sino que sirve como un punto de partida para la toma de decisiones &eacute;ticas. Al abordar un problema particular, un profesional de la inform&aacute;tica puede enfrentarse a múltiples principios que deben ser tenidos en cuenta, y aquellos principios pueden mostrar diferentes grados de relevancia para el problema abordado.</p>

                        <p>La primera parte incluye las consideraciones &eacute;ticas fundamentales:</p>

                        <li><b>Contribuir&eacute; al bienestar de la sociedad y de la humanidad:</b> Declara una obligaci&oacute;n para proteger los derechos humanos fundamentales y respetar la diversidad de todas las culturas.</li>
                        <li><b>Evitar&eacute; daño a otros:</b> Se refiere a no realizar acciones perjudiciales son la destrucci&oacute;n intencional o modificaci&oacute;n de ficheros y programas que conlleven una grave p&eacute;rdida de recursos, o un gasto innecesario de recursos humanos tales como el tiempo y esfuerzo requerido para limpiar los sistemas de virus inform&aacute;ticos.</li>
                        <li><b>Ser&eacute; honesto/a y confiable:</b> El inform&aacute;tico honesto no har&aacute; falsas o engañosas declaraciones acerca de un sistema o diseño de sistema, sino que, por el contrario, proporcionar&aacute; una completa exposici&oacute;n de todas las limitaciones y problemas pertinentes del sistema.</li>
                        <li><b>Ser&eacute; justo/a y actuar&eacute; para no discriminar:</b> Se ha de tener valores de igualdad, tolerancia, respeto a los dem&aacute;s y los principios justicia equitativa.</li>
                        <b>Respetar&eacute; los derechos de propiedad, incluyendo las patentes y derechos de autor.</b>
                        <li><b>Reconocer&eacute; adecuadamente la propiedad intelectual.</b></li>
                        <li><b>Respetar&eacute; la intimidad de otros:</b>  Es responsabilidad de los profesionales el mantener la confidencialidad e intimidad de los datos pertenecientes a las personas. Esto incluye tomar precauciones para garantizar la correcci&oacute;n de los datos, así como protegerlos de accesos no autorizados, o accidentales, a las personas no autorizadas. Adem&aacute;s, se deben establecer procedimientos para permitir a las personas revisar sus registros y corregir las incorrecciones.</li>
                        <li><b>Respetar&eacute; la confidencialidad.</b></li>

                        <p>La segunda parte trata reflexiones sobre la conducta profesional</p>

                        <li><b>Me esforzar&eacute; para alcanzar la mayor calidad, efectividad y dignidad en los procesos y productos del trabajo profesional</b>. El profesional de la inform&aacute;tica debe esforzarse para conseguir calidad y ser consciente de las graves consecuencias negativas que pueden resultar de la pobre calidad de un sistema.</li>
                        <li><b>Adquirir&eacute; y mantendr&eacute; la capacitaci&oacute;n profesional:</b> Un/a profesional debe participar en la definici&oacute;n de los est&aacute;ndares para los diferentes niveles de capacitaci&oacute;n, y debe esforzarse para alcanzarlos.</li>
                        <li><b>Conocer&eacute; y respetar&eacute; las leyes existentes relacionadas con el trabajo profesional.</b></li>
                        <li><b>Aceptar&eacute; y proporcionar&eacute; la adecuada revisi&oacute;n profesional.</b></li>
                        <li><b>Proporcionar&eacute; evaluaciones completas y extensas de los sistemas inform&aacute;ticos y sus consecuencias, incluyendo el an&aacute;lisis de los posibles riesgos:</b> Se debe ser perceptivos, meticulosos y objetivos cuando evalúen, recomienden y presenten descripciones de sistemas y sus alternativas.</li>
                        <li><b>Respetar&eacute; los contratos, acuerdos y las responsabilidades asignadas:</b> Esto incluye garantizar que los elementos del sistema funcionan tal como se esperaba.</li>
                        <li><b>Mejorar&eacute; la comprensi&oacute;n por la comunidad de la inform&aacute;tica y sus consecuencias</b> Los inform&aacute;ticos tienen la responsabilidad de compartir su conocimiento con la sociedad, promoviendo la comprensi&oacute;n de la inform&aacute;tica, incluyendo los impactos de los sistemas inform&aacute;ticos y sus limitaciones. Este mandato obliga a contrarrestar cualquier opini&oacute;n equivocada sobre la inform&aacute;tica.</li>
                        <li><b>Acceder&eacute; a los recursos de comunicaci&oacute;n e inform&aacute;tica s&oacute;lo cuando se est&eacute; autorizado a hacerlo.</b></li>

                        <p>La tercera parte corresponde a personas que tengan una funci&oacute;n de liderazgo.</p>

                        <li><b>Articular&eacute; las responsabilidades sociales de los miembros de una unidad organizativa y fomentar&eacute; la completa aceptaci&oacute;n de esas responsabilidades.</b> La direcci&oacute;n de la organizaci&oacute;n debe promover el completo cumplimiento tanto de las responsabilidades sociales como de la calidad del rendimiento.</li>
                        <li><b>Gestionar&eacute; personal y recursos para diseñar y construir sistemas de informaci&oacute;n que mejoren la calidad, efectividad y dignidad de la vida laboral.</b></li>
                        <li><b>Reconocer&eacute; y apoyar&eacute; los usos adecuados y autorizados de los recursos inform&aacute;ticos y de comunicaciones de la organizaci&oacute;n:</b> La direcci&oacute;n tiene la responsabilidad de definir claramente los usos adecuados e inadecuados de sus recursos inform&aacute;ticos. Aunque el número y alcance de tales reglas debieran ser mínimos, deben hacerse cumplir una vez se hayan establecido.</li>
                        <li>Garantizar&eacute; que los usuarios y aquellos que se ver&aacute;n afectados por el sistema inform&aacute;tico han articulado claramente sus necesidades durante la evaluaci&oacute;n y el diseño de los requisitos. Despu&eacute;s el sistema debe ser validado para cumplir los requisitos</li>
                        <li>Articular&eacute; y apoyar&eacute; las políticas que protegen la dignidad de los usuarios y de quienes se vean afectados por el sistema inform&aacute;tico</li>
                        <li>Crear&eacute; condiciones para que los miembros de la organizaci&oacute;n aprendan los principios y limitaciones de los sistemas inform&aacute;ticos.</li>

                        <p>La cuarta parte trata los principios que involucran conformidad con este c&oacute;digo.</p>

                        <li><b>Defender&eacute; y promover&eacute; los principios de &eacute;ste c&oacute;digo.</b></li>
                        <li><b>Tratar&eacute; los inclumplimientos de este c&oacute;digo como inconsecuentes con la afiliaci&oacute;n a la ACM.</b></li>

                        <p> Mas all&aacute de dictar maneras correctas o recomendaciones a seguir como miembro de una empresa o al momento de realizar productos a nivel inform&aacutetico, expone puntos importantes para mantener una convivencia sana y generar los mejores resultados sin perjudicar a las personas que se involucren con estos procesos, por lo tanto es necesario tenerlos en cuenta en todo momento.</p>

                        
                        <span class="caption text-muted">(2017, January 26). C&oacute;digo de ACM. Recuperado de https://wikis.fdi.ucm.es/ELP/C%C3%B3digo_de_ACM#:~:text=ACM%20proviene%20del%20ingl%<br>C3%A9s%20Association,los%20profesionales%20de%20la%20inform%C3%A1tica.</br>
                        <br></br>
                        </span>

                        <p><a href="assets/codigo-acm.pdf" download="codigo-acm">Descargar c&oacute;digo ACM</a></p>
                    </div>
                </div>
            </div>
        </article>
        <!-- Footer-->
        <footer class="border-top">
            <div class="container px-4 px-lg-5">
                <div class="row gx-4 gx-lg-5 justify-content-center">
                    <div class="col-md-10 col-lg-8 col-xl-7">
                        <ul class="list-inline text-center">
                            <li class="list-inline-item">
                                <a href="#!">
                                    <span class="fa-stack fa-lg">
                                        <i class="fas fa-circle fa-stack-2x"></i>
                                        <i class="fab fa-twitter fa-stack-1x fa-inverse"></i>
                                    </span>
                                </a>
                            </li>
                            <li class="list-inline-item">
                                <a href="#!">
                                    <span class="fa-stack fa-lg">
                                        <i class="fas fa-circle fa-stack-2x"></i>
                                        <i class="fab fa-facebook-f fa-stack-1x fa-inverse"></i>
                                    </span>
                                </a>
                            </li>
                            <li class="list-inline-item">
                                <a href="#!">
                                    <span class="fa-stack fa-lg">
                                        <i class="fas fa-circle fa-stack-2x"></i>
                                        <i class="fab fa-github fa-stack-1x fa-inverse"></i>
                                    </span>
                                </a>
                            </li>
                        </ul>
                        <div class="small text-center text-muted fst-italic">Copyright &copy; Your Website 2022</div>
                    </div>
                </div>
            </div>
        </footer>
        <!-- Bootstrap core JS-->
        <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.1.3/dist/js/bootstrap.bundle.min.js"></script>
        <!-- Core theme JS-->
        <script src="js/scripts.js"></script>
    </body>
</html>
